[
  {
    "mineral": "Aluminum",
    "uses": "About 85% of all the bauxite mined worldwide is used to produce alumina for refining into aluminum metal. Another 10% produces alumina which is used in chemical, abrasive, and refractory products. The remaining 5% of bauxite is used to make abrasives, refractory materials, and aluminum compounds.\nThe lightness, strength, and corrosion resistance of aluminum are important considerations in its application. Metallic aluminum is used in transportation, packaging such as beverage cans, building construction, electrical applications, and other products.\nAluminum, the third most abundant element at the Earth’s surface, is apparently harmless to plant and animal life."
  },
  {
    "mineral": "Amphibole",
    "uses": "Amphibolite is very hard and takes a high polish. The combination of its ability to be polished, its dark color and its texture have made amphibolite a popular dimension stone in construction. It is used as paving stones and as a veneer or facing on buildings (both for interior and exterior use).\nIt is also used as crushed stone for the usual crushed stone applications such as road and railroad bed construction. In this application it is used locally, near the source of the amphibolite. This reduces the cost of transporting non-native stone in from other sources.\nGemologists and lapidary workers have discovered that some amphibolite rock produces a shimmer effect when it is polished. They use rounded and polished pieces of amphibolite for various pieces of jewelry.\nSubstitutes and Alternative Sources\nThere are nearly limitless alternatives for the various crushed stone applications for which amphibolite is occasionally used. Any type of rock, local or imported, that can be readily quarried, crushed and transported can replace amphibolite. In the United States, limestone and granite together represent over 80% of all the crushed rock consumed annually. As noted above, amphibolite is used locally where it is easily quarried, reducing the costs of transporting rock in from other regions.\nThere are many options to amphibolite as dimension stone. Marble, granite, and quartzite, for instance, can all be polished and used as facing on the interior and exterior of buildings. In some environments even sandstone can be used for building construction. In the end, amphibolite is chosen for the particular color, texture and overall look it gives to a building. Substitutes that provide a similar look include plastics and some varieties of other dark rock like dark granite."
  }
]
