[
  {
    "mineral": "Acanthite",
    "uses": "Acanthite is the most important ore  of silver. It is a popular mineral in high-end collections, with well-crystallized specimens being highly sought after by collectors and commanding high prices."
  },
  {
    "mineral": "Cobaltite",
    "uses": "Cobaltite is mined for its cobalt content. Well-formed crystals, especially those from Sweden, are highly valued classics among collectors."
  },
  {
    "mineral": "Lawsonite",
    "uses": "Lawsonite is used in geological studies to determine the formation and metamorphism of certain rock formations."
  },
  {
    "mineral": "Rhodochrosite",
    "uses": "Banded stalactitic Rhodochrosite from Catamarca, Argentina is used as a gemstone. It is carved into ornaments and figures, and polished into  cabochons and beads for jewelry. Deeply colored Rhodochrosite crystals are highly desired by collectors, being one of the most popular minerals among high-end collectors. Rhodochrosite is also used as an  ore  of manganese."
  },
  {
    "mineral": "Actinolite",
    "uses": "Nephrite is one of the two minerals that form the important gemstone \r\nJade. Jade is cut into cabochons, beads, and earrings. Rings and\r\n bracelets are sometimes carved out of an entire mass of Jade. Ornamental sculptures and figures are also carved from this gem. \r\nNephrite is only one form of Jade; the other form is the more valuable \r\nJadeite.The finely fibrous variety of Actinolite is occasionally used for industrial asbestos. Although fibrous Serpentine is the main source of asbestos, Actinolite and Tremolite are also asbestos producers. Because it is not affected by fire and is a poor heat conductor, asbestos is used in fire retardant devices and for heat protection."
  },
  null,
  {
    "mineral": "Lazulite",
    "uses": "Lazulite is a popular collectors mineral, and specimens from Graves Mountain (Georgia) and Rapid Creek (Yukon) are especially desirable. Specimens embedded in white Quartz, especially those from Austria, are sometimes sliced into slabs or polished for collectors. Lazulite is occasionally used a minor collectors gemstone."
  },
  {
    "mineral": "Rhodonite",
    "uses": "Rhodonite is a popular mineral among collectors. When it forms in large crystals or with a deep red color it is extremely sought after by collectors and can command very high prices. Rhodonite is also a minor gemstone, being cut and polished into cabochons, beads, and other ornamental objects. Rhodonite is also a minor ore of the element manganese in manganese deposits."
  },
  {
    "mineral": "Adamite",
    "uses": "Adamite is a fine specimen mineral, and is in demand by mineral collectors for its pretty crystals. Adamite is a minor ore  of zinc."
  },
  {
    "mineral": "Colemanite",
    "uses": "Colemanite has many important uses. It is a significant ore  of boron, and was the most important ore prior to the discovery of Kernite in 1926. It is also used in the manufacture of heat resistant glass, and has other industrial, medicinal, and cosmetic uses. It is a popular collector mineral."
  },
  {
    "mineral": "Lazurite",
    "uses": "Lapis Lazuli is a very popular opaque gemstone, and is used in various jewelry forms and ornate carvings. It is also an a historic gemstone, having been used in ancient jewelry for thousands of years. See the dedicated gemstone section on Lapis Lazuli.Lazurite was also historically used a deep blue pigment, under the name \"ultramarine\". Crystallized Lazurite specimens from Afghanistan are very high in demand being extremely popular among mineral collectors."
  },
  null,
  {
    "mineral": "Aegirine",
    "uses": "The steep, prismatic, well-shaped specimens are valued by collectors."
  },
  {
    "mineral": "Columbite",
    "uses": "Columbite is as an ore of the rare elements niobium and tantalum. "
  },
  {
    "mineral": "Lead",
    "uses": "Due to its rarity, Native Lead is only used as a specimen for collectors. It is fairly uncommon to obtain as a specimen, and is sought after by collectors despite its lack of aesthetics.Although Native Lead is not an ore of the element lead, the uses for that element will be briefly mentioned here:\r\nLead is used in batteries, paint pigments, glasswork, and in sheathing electric cables. Its heavy mass enables it to be used as a shield for radioactive materials, including x-ray shielding. In recent times, much lead is being replaced with other metals, particularly in piping, paints, and glasswork, due to its health hazards in causing lead poisoning and brain damage."
  },
  {
    "mineral": "Romanechite",
    "uses": "Romanechite is an ore of manganese. "
  },
  {
    "mineral": "Afghanite",
    "uses": "Afghanite is strictly used as a rare collectors mineral."
  },
  null,
  {
    "mineral": "Lepidolite",
    "uses": "Lepidolite is mined as a source of the element lithium. Fine-grained masses are sometimes polished into ornaments such as eggs and animal carvings."
  },
  {
    "mineral": "Rutile",
    "uses": "Rutile is an important ores of the metal titanium. Rutile is also industrially used as as a white pigment for paint, as a ceramic glaze, and in optical equipment. It is also a popular collectors mineral. Rutilated Quartz is used as a gemstone and as an ornamental stone."
  },
  {
    "mineral": "Agate",
    "uses": "Agate is carved into cameos and ornamental objects, and is very popular as polished slabs.\r\n\r\n \r\nIt is used as an inexpensive gemstone in jewelry, most commonly as beads in necklaces, bracelets, earrings, and cameos. Agate also makes beautiful and ornate bookends and carved figures.Also see the gemstone section on Agate for additional information."
  },
  {
    "mineral": "Copper",
    "uses": "Native Copper was the only source of copper until the turn of the century, when extraction methods were improved. The copper ores  are far more abundant than Native Copper, and are the main source of copper today. Even though, Native Copper is sometimes mined on its own for the copper content. Copper ranks second as the most-used metal in the world. The special properties of conductivity, malleability, resistance, and beauty make it so popular. The main uses of copper are electrical. Due to the greatness of copper's conductivity, which offers the lowest electrical resistance after silver. Copper is very ductile and can be drawn into very thin wires, which serves as its primary electrical function. It is used for electrical machinery such as motors, electromagnets, generators and communication devices.Copper has been fashioned into ornamental objects and cooking utensils since the beginning of mankind. Coins have also been made of copper throughout history. Copper is also used in pigments, insecticides, and fungicides, although it has of lately been largely replaced by synthetic chemicals.Two important alloys are formed from copper. Brass is an alloy of copper and zinc, and bronze is an alloy of copper and tin. U.S. pennies were made out of copper until 1982, when the cost of copper exceeded the value of the penny. Since 1982, pennies are now from zinc and are only plated with copper."
  },
  {
    "mineral": "Leucite",
    "uses": "Leucite is an rare and somewhat odd collectors mineral. Good crystals, especially those from the Italian localities, are in demand by collectors. Leucite was once used as a fertilizer for its potassium content."
  },
  null,
  null,
  {
    "mineral": "Cordierite",
    "uses": "The transparent gem variety of Cordierite is known as Iolite, and has recently become a mainstream gemstone. Due to its good color and hardness, it is used as an affordable replacement to Sapphire, and is used in ring, earrings, and as pendants."
  },
  {
    "mineral": "Liddicoatite",
    "uses": "Liddicoatite forms outstanding and beautiful crystal which are highly regarded by collectors as a rare form of Tourmaline. Large crystals are often cut into thin cross-section slices and polished and sold to collectors in this form, with the multicolored designs and forms and inner crystal colors beautifully displaying. Especially popular are those slices with a triangular color pattern displaying within the core of the crystal. Liddicoatite is also be used as a Tourmaline gemstone, but its limited occurrences inhibit its use from being more widespread."
  },
  {
    "mineral": "Sal ammoniac",
    "uses": "Naturally occurring Sal ammoniac crystals are uncommon and make unusual collector minerals, especially when interestingly formed in skeletal or snowflake-like crystal masses. Sal ammoniac is easily produced synthetically, and has many uses, especially as a cleaning agent in several industrial processes. It is used in the production of stained-glass windows, in making jewelry and metallic alloys, in photography, and in battery production. It is also used in production of food, including salty licorice."
  },
  {
    "mineral": "Albite",
    "uses": "Albite is industrially important in the manufacture of ceramics. Albite provides the best crystallized examples of the Plagioclase Feldspars, and these crystals are popular among collectors. Albite is also important in the study of mineral environments and crystal formations."
  },
  {
    "mineral": "Corundum",
    "uses": "Ruby and Sapphire are the most famous gemstones after Diamond. They have retained their high value throughout the centuries and are continuously and vigorously mined throughout the world. Red rubies and blue Sapphires are the most popular Corundum gemstones, though other Sapphire colors such as orange, yellow, and green are becoming increasingly popular in gemstone use.Corundum has some electrical uses, and non gem material, such as Emery, is used as an abrasive because of its high hardness.The gemstone applications of\r\n the Corundum varieties are discussed in greater detail in their own \r\ndedicated gemstones pages. Make sure to also see the gemstone section on Ruby and Sapphire."
  },
  {
    "mineral": "Limonite",
    "uses": "Limonite in a ore of iron and is used as a pigment in the manufacture of paints. Besides for a few aesthetic lustrous botryoidal forms of Limonite,\r\nas well as the interesting pseudomorphs, Limonite is not of much\r\ninterest to collectors."
  },
  {
    "mineral": "Sanidine",
    "uses": "A transparent, yellow variety of Sanidine (previously thought to have been Orthoclase) is used as a gemstone. It is still called Orthoclase on the gemstone market. See the gemstone Orthoclase for additional information."
  },
  {
    "mineral": "Almandine",
    "uses": "When transparent, Almandine Garnet makes a very popular gemstone. Almandine Garnets are used in all forms of jewelry, and along with Pyrope make the most popular dark red jewelry gemstone.For more information, see the gemstone sections on Almandine and on Garnet.Well formed Almandine crystals are very popular among mineral collectors.\r\n\r\nAlmandine is also industrially important for use as an abrasive, and when used as a sandpaper, it is known as garnet paper."
  },
  {
    "mineral": "Covellite",
    "uses": "Brightly colored Covellite is used as a collector's mineral. Covellite is a minor ore of copper in copper deposits."
  },
  {
    "mineral": "Linarite",
    "uses": "Linarite is a minor ore  of copper where it exists in large copper deposits."
  },
  {
    "mineral": "Scapolite",
    "uses": "The gemmy clear crystals of Scapolite are important collector minerals, especially when they exhibit a good size and color. These transparent forms are also cut as rare collectors gemstones."
  },
  {
    "mineral": "Amethyst",
    "uses": "Amethyst is one of the most popular gems. It has a beautiful color and is fairly common, making it an inexpensive and widely used gem. Most Amethyst is faceted into jewelry cuts, and some are cut as cabochons. Large, massive chunks of Amethyst banded with Quartz is sometimes carved into ornaments.Amethyst is also very popular among mineral collectors. Small geode sections and tumbled stones are sold to amateur collectors, while more serious collectors go for the rare prismatic crystals and giant geode  sections."
  },
  {
    "mineral": "Cristobalite",
    "uses": "Cristobalite is used in scientific study. Its crystals provide key information to how crystals form, and how they change over in different environments."
  },
  null,
  {
    "mineral": "Scheelite",
    "uses": "Scheelite is an important ore of Tungsten. Good crystals are rare and expensive, and highly desired by mineral collectors. Scheelite also makes an important mineral among fluorescent mineral collectors."
  },
  null,
  {
    "mineral": "Crocoite",
    "uses": "Crocoite was at one time a main ore  of chromium, but it is now too rare to be used. Crystals are highly sought after by mineral collectors because of their attractive color."
  },
  {
    "mineral": "Loellingite",
    "uses": "Loellingite is found together with other arsenic minerals, and is thus a minor ore  of arsenic."
  },
  {
    "mineral": "Schorl",
    "uses": "Large and lustrous Schorl crystals are popular among collectors. The Schorl crystals in a white Albite or Microcline matrix have very nice contrast and make beautiful collector specimens. Schorl is occasionally used in jewelry as a black gemstone, and Tourmalinated Quartz composed of Schorl is sometimes polished or tumbled as a minor gemstone.See the gemstone section on Tourmaline for more detailed information."
  },
  {
    "mineral": "Anatase",
    "uses": "Anatase is a rare collector's mineral and is highly desired by collectors, especially when in good crystals."
  },
  {
    "mineral": "Cryolite",
    "uses": "Cryolite has been mined for its use as a flux to dissolve Bauxite in the recovery of aluminum by way of the Hall–Héroult process. It was eventually synthesized and is no longer mine economically. "
  },
  null,
  null,
  {
    "mineral": "Andalusite",
    "uses": "The rare transparent variety of Andalusite is used as a minor gemstone. Chiastolite cross-sections are often cut and polished to bring out the distinctive cross-shaped pattern, and Chiastolite crystals may also be cut along their cross-section and used in jewelry as a Christian symbol."
  },
  {
    "mineral": "Cumengeite",
    "uses": "A rare collectors mineral, with good epitaxial crystals being highly valuable."
  },
  null,
  {
    "mineral": "Scolecite",
    "uses": "Scolecite specimens are of interest to collectors, especially those specializing in zeolite minerals."
  },
  {
    "mineral": "Andesine",
    "uses": "There is a new gemstone called Andesine which has recently penetrated the market. Much of the material is Chinese in origin and has been synthetically diffused to enhance color, and is actually produced from Labradorite."
  },
  {
    "mineral": "Cuprite",
    "uses": "Cuprite is an important collectors mineral, and is a minor ore of copper."
  },
  {
    "mineral": "Magnesite",
    "uses": "Magnesite is an important ore  of magnesium, and used as insulating material. White Magnesite is also used as a minor collectors gemstone,  polished into beads and spheres as well as carved into figures. These forms of Magnesite often have black or brown rock veins running through the mineral."
  },
  { "mineral": "Scorzalite", "uses": "As a rare collectors mineral." },
  {
    "mineral": "Andradite",
    "uses": "Andradite can be very lustrous, more so than the other Garnet forms, and makes good gemstones despite it being slightly lacking in hardness. The yellow, orange, brown, and black varieties can all faceted as Garnet jewelry, but the Demantoid variety is the main gem form of Andradite (as well as one of the most valuable forms of Garnet).\r\n\r\nAlso see the gemstone section on Andradite and Garnet.Andradite specimens, especially those in well-crystallized forms, can be highly sought after by mineral collectors."
  },
  {
    "mineral": "Cyanotrichite",
    "uses": "Cyanotrichite is an uncommon copper mineral, and is a very minor copper ore. It is popular as a micromount mineral."
  },
  {
    "mineral": "Magnetite",
    "uses": "Magnetite is an important ore of iron. Well formed crystals are popular among mineral collectors, and the magnetic Lodestone variety is frequently sold in hobby shops to amateur collectors. Magnetite is also of significant interest to the science community due to its strong magnetic properties."
  },
  {
    "mineral": "Serandite",
    "uses": "Serandite is well sought after by mineral collectors, and good specimens are very costly and in demand."
  },
  {
    "mineral": "Anglesite",
    "uses": "Anglesite is an ore  of lead, although good crystals are preserved when possible, due to the high demand and cost of good specimens."
  },
  {
    "mineral": "Danburite",
    "uses": "Danburite forms well-shaped and sometimes totally transparent crystals which are collectors items. Danburite is also occasionally used as a rare colorless or yellow gemstone."
  },
  {
    "mineral": "Malachite",
    "uses": "When found in large pieces, the banded variety of Malachite makes a precious ornamental stone. Small ornamental objects, such as boxes and animal figures, are carved out of this compact stone, and if properly polished, they can be valuable. Malachite is also used as a minor gemstone, and is cut into cabochons and fashioned into necklace beads. \"Azure-malachite\" is also used as gemstone and has the same gem applications as banded Malachite.\r\n\r\nMalachite is very popular among mineral collectors, especially interestingly shaped and banded specimens. It is also used as an ore  of copper and crushed to make a green pigment."
  },
  {
    "mineral": "Serpentine",
    "uses": "The finely fibrous variety of Chrysotile is the primary source for industrial asbestos. It produces approximately 95% of all asbestos (the other 5% is amphibole asbestos, such as Tremolite and Actinolite). Because it is not affected by fire and is a poor heat conductor, it is used for fire retardant devices and heat protection. Its former use, which has been outlawed in most areas, was as an insulator, but has been banned because of its notorious nature of causing cancer and other long term illnesses.Antigorite, as well as Serpentinite and Verd Antique, are sculpted into ornamental carvings. They are soft and easy to work with, and create exceptional art. They are used as animal carvings, book ends, and the like. Verd Antique is also used as an ornamental green marble replacement, and is used as countertops, sculptures, plaques, and tiling.  The varieties Deweylite and Williamsite are occasionally used \r\nas minor gemstones, being polished as cabochons or beads. The \r\ngemstone color is green or yellow green, and is usually mottled. \r\nSerpentine gemstones resemble Jade, but are softer and inexpensive."
  },
  {
    "mineral": "Anhydrite",
    "uses": "Anhydrite is used for the production of sulfuric acid and as a filler in paper. Good specimens of this mineral are rare and are desirable to collectors."
  },
  {
    "mineral": "Datolite",
    "uses": "Datolite is used a collector's gemstone, and the nodules from Michigan are sliced and polished as ornamental stones and minor gemstones. Datolite is mined in Russia as a source of boron."
  },
  {
    "mineral": "Manganite",
    "uses": "Manganite has been used as an ore of manganese in the past. The classic, well-crystallized forms of Manganite from Germany make an important collector's mineral that is highly prized by collectors."
  },
  {
    "mineral": "Shattuckite",
    "uses": "Shattuckite is an uncommon yet very aesthetic mineral that makes fine collectors specimens. It is also occasionally used as a gemstone and polished into pendants and beads."
  },
  {
    "mineral": "Annabergite",
    "uses": "Annabergite is a minor ore of nickel in nickel deposits."
  },
  {
    "mineral": "Diamond",
    "uses": "The most notable use of Diamonds is in the jewelry market. Due to the brilliance, hardness, and rarity of Diamond, it is the most famous of all gemstones.\r\nColorless Diamonds are most often used in jewelry, although recently yellow and brown gems have picked up in popularity. Colored Diamonds such as blue, red, green, pink, and purple, are known as Fancies, and are extremely rare and command exorbitant prices.Only about 20 percent of Diamonds are fit for gem use. The other 80 percent mined are used industrially, especially as abrasives and as Diamond saws, which are rotary saws with tiny Diamond studs that can cut almost anything. In fact, the only way to cut and polish a Diamond gem is with a Diamond saw. Diamond is also used in thermal insulators, in optics, and in electronics."
  },
  null,
  {
    "mineral": "Siderite",
    "uses": "Siderite is an ore  of iron in some iron deposits."
  },
  null,
  {
    "mineral": "Diaspore",
    "uses": "Diaspore, being a component of Bauxite, is an important ore of aluminum. Crystallized Diaspore specimens are highly desired by mineral collectors, especially those from Turkey. The transparent, color-changing Diaspore gem often promoted by the name Zultanite is used as a gemstone."
  },
  null,
  {
    "mineral": "Sillimanite",
    "uses": "The rare transparent Sillimanite crystals from Burma, Sri Lanka, and India are valued as important rare collector stones, and are occasionally cut into exquisite gemstones for collectors. Compact masses of Sillimanite were once used by Native Americans of the American Southwest to fashion tools."
  },
  null,
  {
    "mineral": "Diopside",
    "uses": "Diopside creates fine collector specimens, and transparent crystals from the classic localities are highly valued. Diopside is faceted as a minor gemstone, and the emerald-green, chromium-rich Chrome-Diopside variety has been increasing in popularity. Some polished Diopside gemstones display asterism in the form of four-rayed stars."
  },
  null,
  {
    "mineral": "Silver",
    "uses": "Silver has many unique physical properties that give it very special status. Silver is the best conductor of electricity, is the second most malleable and ductile metal, and is in greater abundance than all other precious metals with similar properties. Due to its unique properties and intrinsic beauty, it is extensively used industrially and as ornaments.Silver is largely used as jewelry, ornaments, and coins. It is very easy to work with, and beautiful objects are created from it, such as goblets, candelabras, trays, and cutlery.\r\nIn the industrial sector, silver is widely used for electrical apparatuses and circuits. It is also used for medicinal purposes, particularly in dentistry, for bactericides, and for antiseptics."
  },
  {
    "mineral": "Antimony",
    "uses": "Antimony is a minor ore  of the element antimony, although most antimony comes from antimony compounds (namely Stibnite), which are much greater in abundance.Antimony has a very interesting property: It is similar to water, in that instead of contracting when it solidifies, like all other matter, it expands. For this reason, it is useful industrially: It is mixed with other metals when a consistent size is required through large temperature ranges - mostly in anti-friction bearings. Antimony is also used in medicinal research, and is used as a dye to color glass."
  },
  {
    "mineral": "Dioptase",
    "uses": "Dioptase is a highly valued mineral, and good crystals are sought out by mineral collectors and enthusiasts. Dioptase specimens, especially those from classic localities, can be quite costly."
  },
  null,
  {
    "mineral": "Skutterudite",
    "uses": "Skutterudite is used as an ore of cobalt and nickel. Well-crystallized specimens are highly valued among collectors."
  },
  {
    "mineral": "Apatite",
    "uses": "Apatite is the main source of phosphorus. Phosphorus was previously extracted from crystalline Apatite, but nowadays is extracted from enormous deposits of Apatite-rich rock. Apatite is essential in the manufacture of phosphate fertilizers, and is very important in the chemical and pharmaceutical industries. Apatite is also a popular collectors mineral, and some transparent specimens are faceted for collectors. The gemmy violet and reddish forms are very much valued by collectors and command high prices."
  },
  {
    "mineral": "Dolomite",
    "uses": "Dolomite is used to make magnesia, which has important medicinal applications. It is important in the chemical industry for the preparation of magnesium salts. It is also used in soil mixtures to lower the acid levels of the soil.Dolomite specimens from the the Midwest localities in the Tri-State region of Oklahoma, Missouri, and Kansas are popular collector items. The clear transparent specimens from Spain and the hot-pink variety from the Congo make rare and unusual specimens that are highly sought after by collectors. Dolomite rock is used as an ornamental and structural stone, and for extracting certain metals from their ores. "
  },
  {
    "mineral": "Melanophlogite",
    "uses": "Melanophlogite is only used as a rare collectors mineral."
  },
  {
    "mineral": "Smithsonite",
    "uses": "Smithsonite is an ore of zinc. It is sometimes polished and used as an ornamental stone, which is known as Bonamite in the gem trade. It is a minor gemstone."
  },
  {
    "mineral": "Apophyllite",
    "uses": "Apophyllite can form in large and very-well formed crystals, which are of interest to collectors. Colored crystals of Apophyllite such as green and red are highly desired by collectors."
  },
  {
    "mineral": "Dravite",
    "uses": "Dravite is mainly a collectors minerals. Though much Dravite is mostly in dull forms that are uninteresting to collectors, the large well formed crystals and rare transparent forms are very much in demand among collectors and can obtain premium prices. Dravite is rarely used in jewelry.See the gemstone section on Tourmaline for more detailed information."
  },
  {
    "mineral": "Mercury",
    "uses": "Native Mercury is only of use to the mineral collector as a specimen of interest. The amount of mercury mined with the ores is too insufficient to mention Mercury as an ore, although its occurrence is always with other mercury ores.Mercury as an element has many industrial uses, as it is the only metal that is a liquid at room temperature. It is used in many scientific and household devices, such as the mercury thermometer. When mercury combines with any of the true metals (excluding platinum and iron), the result is an amalgam. (There is also a mineral known as \"Amalgam\", which is a composed of silver and mercury (Ag,Hg), but the common term of amalgam denotes a mixture of mercury and any other metal.) Amalgams are used to extract precious metals from their ore.Ingested mercury and mercury mixtures are health hazards, and be lethal if a large amount is ingested. In fact, some mercury mixtures are used as poison. Hands should be washed after handling any minerals containing mercury. Mercury should also never be heated, as the vapor can be deadly if inhaled."
  },
  {
    "mineral": "Sodalite",
    "uses": "Sodalite is a minor blue opaque gemstone, and is used especially in beads. The variety Hackmanite from Afghanistan is a highly desired mineral among collectors."
  },
  {
    "mineral": "Aquamarine",
    "uses": "Aquamarine is the most popular light-blue gemstone, and is extensively used in jewelry. Rings, earrings, and bracelets are made from Aquamarine, and it is especially important as a pendant stone, with fairly large pendants being faceted from Aquamarine. Very large display gems, that are too large for standard jewelry use, are occasionally faceted for exclusive collectors. Less transparent stones may be cut into cabochons. Quality Aquamarine crystals are also highly \r\nvalued by collectors in their natural form."
  },
  {
    "mineral": "Dumortierite",
    "uses": "Dumortierite may be used as a minor gemstone. Dumortierite-included Quartz, often known as \"Dumortierite Quartz\", is an increasingly popular minor blue gemstone. Dumortierite is also mined for spark plug ceramics as an electric insulator."
  },
  {
    "mineral": "Mesolite",
    "uses": "Mesolite specimens are of interest to collectors, especially those specializing in zeolite minerals."
  },
  {
    "mineral": "Sperrylite",
    "uses": "Sperrylite is an important ore of the precious metal platinum, and good crystals are highly valued by mineral collectors."
  },
  {
    "mineral": "Aragonite",
    "uses": "Aragonite does not have many practical uses, although interesting specimens are popular collector minerals. \"Onyx Marble\" formed from mineral springs is sometimes carved into ornamental objects."
  },
  null,
  {
    "mineral": "Metacinnabar",
    "uses": "As a minor ore of mercury in mercury deposits."
  },
  {
    "mineral": "Spessartine",
    "uses": "Transparent Spessartine can be faceted as a gemstone and used in jewelry. It is the most widely used orange and reddish-orange Garnet. Spessartine specimens, especially those recently found in Tanzania, are very popular among mineral collectors.Also see the gemstone section on Spessartite and Garnet."
  },
  {
    "mineral": "Arfvedsonite",
    "uses": "Arfvedsonite is used as a collector's mineral. The highly aesthetic mineral specimens from Malawi are especially popular."
  },
  {
    "mineral": "Elbaite",
    "uses": "Elbaite is form of Tourmaline used as a gemstone. Its popularity has greatly increased \r\nsince the 1990's, and this has also been reflected in the astronomical \r\nprices demanded from the finest Elbaite. Elbaite Tourmaline is cut into all forms and styles for jewelry use. All the colors of Elbaite, especially multicolored gems, are used in jewelry.\r\nSee the gemstone section on Tourmaline for more detailed information.\n\r\nElbaite form in extremely aesthetic slender crystals that are \r\nhighly valued by collectors. It is one of the most prized \r\nminerals, and fine crystals can be among the most beautiful examples in \r\nthe mineral kingdom. Instead of being faceted, many Elbaite crystals are \r\npreserved for their beauty. Thick, elongated crystals are sometimes \r\nsliced into sections and sold as \"Tourmaline cross sections\"."
  },
  null,
  null,
  {
    "mineral": "Arsenic",
    "uses": "Arsenic is an ore  of the element arsenic, although most arsenic comes from arsenic compounds, which are much greater in abundance. Most Native Arsenic specimens are sold to collectors rather than used for industrial purposes.Arsenic as a commodity is largely used in the manufacturing of glass. It eliminates the initial green color in glass caused by iron impurities. It has been used in the past as a poison, and continues to be used as an insecticide. It has also been previously used for medicinal purposes. It is used electronically in the structure of lasers and semiconductors. It is also used as a coloring agent for paint and fireworks."
  },
  {
    "mineral": "Emerald",
    "uses": "Emerald is one of the most valuable gemstones. It is the most famous green gemstone, and its deep emerald-green color gives it its unique status. It is used in all forms of jewelry, and less transparent stones are cut into cabochons. Good quality Emerald specimens are highly valued by collectors."
  },
  null,
  {
    "mineral": "Sphalerite",
    "uses": "Sphalerite is the principle ore  of zinc. In some localities, it occurs with significant amounts of the rare elements cadmium, gallium, and iridium, and it is also the main ore of those metals. Sphalerite is an important mineral to collectors, and some transparent varieties are occasionally faceted for collectors."
  },
  {
    "mineral": "Arsenopyrite",
    "uses": "Arsenopyrite is an important ore  of the element arsenic. It is also a minor ore of gold, as it contains traces of gold in some localities. Well-formed, lustrous Arsenopyrite crytals are important collector specimens."
  },
  {
    "mineral": "Enargite",
    "uses": "Enargite is a significant ore of copper. "
  },
  { "mineral": "Miargyrite", "uses": "Miargyrite is an ore of silver." },
  {
    "mineral": "Spinel",
    "uses": "Spinel is a rare mineral, and its color and qualities make it very well substituted as a gemstone. It is cut into all gemstone cuts, especially round and oval cuts, though it is surprisingly not extensively used in demand for jewelry."
  },
  {
    "mineral": "Augite",
    "uses": "Augite is only of interest to mineral collectors. Geologists study this mineral to learn more about mineral environments."
  },
  {
    "mineral": "Enstatite",
    "uses": "The variety Bronzite is used as a minor gemstone. It often contains inclusions of highly reflective minerals, such as Hematite and Goethite, which give it a bronze-like effect when polished (hence its name). Polished Bronzite may also exhibit  asterism  or  cat's eye effect."
  },
  {
    "mineral": "Microcline",
    "uses": "Microcline is industrially important in the manufacture of glass and \r\nceramics.Well shaped crystals, especially those of Amazonite are cherished by mineral collectors. Amazonite is also used as a gemstone, and is polished into beads, cabochons, and ornamental figures.Also see the gemstone section on Amazonite."
  },
  {
    "mineral": "Spodumene",
    "uses": "Spodumene is a very important ore of the element lithium. Huge crystals are commercially mined for extraction of this element. The transparent pink and green varieties, Hiddenite and Kunzite, are used as gemstones. Well crystallized specimens are very popular among mineral collectors."
  },
  {
    "mineral": "Aurichalcite",
    "uses": "Aurichalcite is considered a natural brass ore, since it is composed of zinc and copper, the constituents of brass. However, it occurs too sparingly, and there are no practical methods for brass to be extracted from it. It is, though, an ore of zinc and copper when found in mines where there exists workable deposits of these elements."
  },
  {
    "mineral": "Epidote",
    "uses": "Good Epidote crystals, especially those outstanding forms from Austria, Alaska, and Pakistan, are highly valued among collectors. These are considered mineral classics and are well represented in many of the finest collections. Epidote is occasionally faceted as a collectors gemstone."
  },
  {
    "mineral": "Millerite",
    "uses": "Millerite is an ore of nickel. It is an uncommon mineral and good crystals are highly valued by collectors."
  },
  {
    "mineral": "Staurolite",
    "uses": "Staurolite is a collector's mineral, with the intergrown twins and crosses especially desirable. Small twinned crystals can be worn as amulets and charms, especially by Christians."
  },
  {
    "mineral": "Axinite",
    "uses": "Axinite is primarily a collectors mineral, and the sharp, transparent forms are highly collectible and valued."
  },
  null,
  {
    "mineral": "Mimetite",
    "uses": "Mimetite is a minor ore  of lead where it occurs with more abundant lead minerals. It is also a popular mineral among collectors."
  },
  {
    "mineral": "Stellerite",
    "uses": "Stellerite is an uncommon mineral that is highly desired by collectors. \r\nIts only practical use is as specimen for collectors, especially zeolite collectors."
  },
  {
    "mineral": "Azurite",
    "uses": "Azurite is very popular mineral among collectors. Bright blue pieces are polished into cabochons and beads, and large masses are sometimes cut into ornamental objects. \"Azure-malachite\" is also carved as cabochons and beads.\r\n\r\nAzurite was formerly crushed and used as a blue pigment.Azurite is also an ore of copper."
  },
  {
    "mineral": "Epsomite",
    "uses": "Epsomite is an important industrial mineral. It is chiefly used for the production of epsom salts. It is also used in the preparation of pharmaceutical products, for the production of paper and sugar, and as dying material."
  },
  {
    "mineral": "Molybdenite",
    "uses": "Molybdenite the most important ore of molybdenum. It is also an important ore of the rare metal rhenium, which it sometimes contains in small traces. Molybdenite is also used in electronics and is gaining importance as a semiconductor and transistor material."
  },
  {
    "mineral": "Stephanite",
    "uses": "Stephanite is an ore of silver. Well-formed crystals are hard to come across and are therefore highly valued among collectors."
  },
  {
    "mineral": "Babingtonite",
    "uses": "Babingtonite is a rare mineral that is very much sought after by collectors."
  },
  {
    "mineral": "Erythrite",
    "uses": "Erythrite is an ore of cobalt, and is an important collectors mineral."
  },
  {
    "mineral": "Monazite",
    "uses": "Monazite is an important ore of the rare earth metals cerium, lanthanum, yttrium, and thorium."
  },
  null,
  {
    "mineral": "Barite",
    "uses": "Barite is the main ore of the element barium. It is also important in the manufacture of paper and rubber. Barite is also used in radiology for x-rays of the digestive system. When crushed, it is added to mud to form barium mud, which is poured into oil wells during drilling.\r\n\r\nA rich, white pigment was once made from crushed Barite.Barite is also a very popular and common mineral among collectors."
  },
  {
    "mineral": "Euclase",
    "uses": "Euclase is a highly prized collector's mineral, and those of good color can be among the most expensive minerals. Although hardness, color, and clarity are often presentable in this mineral, its rarity and difficulty in cutting (due to perfect cleavage) limit Euclase from becoming a mainstream gemstone. It is, however, sometimes cut for connoisseur gemstone collectors."
  },
  {
    "mineral": "Muscovite",
    "uses": "Muscovite is a very poor conductor of heat and electricity, and is thus used as an insulator for various electrical products and semiconductors. It is also used in the production of automotive tires and cosmetics. Large Muscovite sheets were also once used for oven windows (\"isinglass\") due to their ability to withstand high temperatures and keep the heat inside."
  },
  null,
  {
    "mineral": "Bauxite",
    "uses": "Bauxite is mined extensively for its economical value as the principle ore of aluminum."
  },
  {
    "mineral": "Ferberite",
    "uses": "Ferberite is an important ore of tungsten. Good specimens are not common, and are highly desired by mineral collectors."
  },
  null,
  {
    "mineral": "Stibnite",
    "uses": "Stibnite is the most important ore of the element antimony, and is an industrially important mineral. It was used as a metallic cosmetic in ancient civilization. Stibnite also forms some of the most exceptional crystal formations of all minerals, and large and well crystallized are highly sought after and appreciated by mineral collectors."
  },
  {
    "mineral": "Benitoite",
    "uses": "Benitoite is cherished by collectors as a rare and valuable mineral. It is also cut as as an exquisite rare gemstone."
  },
  {
    "mineral": "Fluorite",
    "uses": "Fluorite is the only mineral for which significant quantities of the important element fluorine can be obtained. Fluorite is also used as a flux  in the manufacture of steel and other metals to eliminate impurities. There is a great demand for Fluorite in the optics field, and to meet it synthetic crystals are grown to produce special lenses. It is used in the production of certain glass and enamel.Ornamental objects have been found carved from Fluorite. It is soft and creates beautiful ornaments if a large enough chunk is found. Fluorite very often occurs in unflawed crystals in beautiful colors, but its softness prevents it from being a gemstone and it is only faceted for collectors. Fluorite is a very popular mineral among collectors, especially those of classic occurrences which can command exorbitant prices."
  },
  {
    "mineral": "Natrolite",
    "uses": "Natrolite specimens are of interest to \r\ncollectors, especially those specializing in zeolite minerals. Large \r\nindividual crystals are particularly desirable among collectors. Transparent Natrolite crystals are occasionally faceted into rare gemstones for collectors. Natrolite as a \r\nzeolite is also used in water purifiers \r\nand chemical filters."
  },
  {
    "mineral": "Stilbite",
    "uses": "Large and well-shaped Stilbite crystals are of interest to \r\ncollectors, especially when in wheat sheaf or bow tie form. Stilbite as a zeolite is also used in water purifiers \r\nand chemical filters."
  },
  {
    "mineral": "Beryl",
    "uses": "Beryl forms some of the most well-known and prized gemstones. The deep green \r\nvariety Emerald is one of the most valuable gems. Aquamarine, a \r\nsemi-precious gem, is the most popular light blue gem. Morganite, Golden Beryl, and Heliodor are also used as gems, though Goshenite and Red Beryl are less frequently faceted into gemstone cuts.Beryl is a very important collector's mineral, and gemmy crystals can be very valuable. Due do its rarity, Red Beryl is rarely faceted as collectors prize its natural crystal form.\r\n\r\nBeryl is also an important industrial mineral, and is mined for the element beryllium (formerly known as glucinium). Beryl is the main ore or beryllium. Beryllium is a very tough metal, and is sometime used in alloys to strengthen other metals.\r\nThe gemstone applications of the Beryl varieties are discussed in greater detail in their own dedicated gemstones pages. Make sure to also see the gemstone section on Beryl, Emerald, Aquamarine, Morganite, Golden Beryl, and Goshenite."
  },
  {
    "mineral": "Franklinite",
    "uses": "Franklinite was a very important ore  of zinc, together with the other zinc minerals at the Franklin and Sterling Hill mines. Now, however, those mines are no longer active, so Franklinite is no longer used as an ore of zinc.\r\n\r\nLarge crystals of Franklinite are popular among collectors."
  },
  {
    "mineral": "Nepheline",
    "uses": "Nepheline is used in the production of glass and ceramics."
  },
  null,
  {
    "mineral": "Biotite",
    "uses": "Biotite, like Muscovite, is a very poor conductor of heat and electricity, and is thus \r\nused as an insulator for various electrical products and semiconductors."
  },
  {
    "mineral": "Galena",
    "uses": "Galena is by far the greatest ore  of lead. The extraction process to remove the lead from the sulfur is very simple, thus lead has been extracted from Galena since the earliest times.Galena from certain regions is rich in silver, and some specimens may contain as much as 20 percent silver. Because of this, silver-rich Galena is also an ore  of silver. Another use of Galena was its importance in early radio devices."
  },
  {
    "mineral": "Neptunite",
    "uses": "Neptunite is primary a collectors mineral, with well-shaped, lustrous crystals highly desired by collectors."
  },
  {
    "mineral": "Stolzite",
    "uses": "Stolzite is a rare and desirable collectors mineral. It is a minor ore of tungsten in tungsten deposits."
  },
  {
    "mineral": "Bismuth",
    "uses": "Bismuth is an ore  of the element bismuth. lab-grown crystals are widely available in the mineral market.Bismuth has a unique property where it expands while it solidifies, unlike other matter which contracts. (This same property is exhibited in water). This unique property, and the fact that it is highly diamagnetic, offer it numerous uses in the electronics field."
  },
  {
    "mineral": "Garnet",
    "uses": "The Garnets are important minerals, and are primarily known for their gemstone uses. The transparent varieties are used in all forms of jewelry, with the most extensively used color being dark red. Other Garnet forms such as the reddish-orange Spessartine, yellow Grossular, and the green Tsavorite and Demantoid also make fine gemstones.See the gemstone section on Garnet for more detailed information, as well as the individual Garnet gemstone variety pages on Almandine, Pyrope, Rhodolite, Spessartite, Grossular, Tsavorite, Andradite, and Uvarovite for more detailed gemstone information on each Garnet gemstone form.Garnets with a high hardness are used as an abrasive, and can be made into sandpaper known as Garnet paper. Well formed crystals and interesting aggregates very popular among mineral collectors."
  },
  {
    "mineral": "Nickeline",
    "uses": "Nickeline is an ore of nickel. Crystallized specimens from the German locality of Eislebeln are considered rare classics, and specimens from the Cobalt, Ontario area are sometimes sliced into slabs for collectors."
  },
  {
    "mineral": "Strengite",
    "uses": "Strengite is a rare collectors mineral. It doesn't form in large crystals, but small crystal aggregates and crystals make beautiful thumbnail and micromount specimens."
  },
  {
    "mineral": "Bismuthinite",
    "uses": "Bismuthinite is an important ore of the element bismuth."
  },
  {
    "mineral": "Gaspeite",
    "uses": "Gaspeite is a minor gemstone and is cut into cabochons and beads for jewelry."
  },
  {
    "mineral": "Niter",
    "uses": "Niter, along with Nitratine, are mined as nitrous compounds for the production of fertilizer, and have also been a source for gunpowder. Nitrate mining has been on the decrease as much of the world's demand for nitrates are now met by synthetically produced nitrates."
  },
  {
    "mineral": "Strontianite",
    "uses": "Strontianite is an important ore of strontium, and is used in sugar refining and in the production of fireworks."
  },
  {
    "mineral": "Bixbyite",
    "uses": "Bixbyite is an important mineral for collectors due to its rarity and usual habit of well-formed crystals. Matrix specimens are especially desirable. Bixbyite is also a minor ore of manganese when mixed with other ores."
  },
  {
    "mineral": "Gibbsite",
    "uses": "Gibbsite, being an important component of Bauxite, is an important ore of aluminum."
  },
  {
    "mineral": "Nitratine",
    "uses": "Nitratine, along with Niter, are mined as nitrous compounds for the production of fertilizer, and have also been a source for gunpowder. Nitrate mining has been on the decrease as much of the world's demand for nitrates are now met by synthetically produced nitrates. Organic food production still requires the mining of Nitratine for a naturally-occurring fertilizing agent."
  },
  {
    "mineral": "Sulfur",
    "uses": "Sulfur is a common element, with many uses. Although most sulfur is extracted from sulfides, Native Sulfur, being common, is also used as a source. The fine specimens from Agrigento and Cattolico in Sicily, Italy, are highly sought by mineral collectors and command very high prices.Sulfur has many industrial uses. It is used in the manufacture of black powder, matches and explosives. It is also used to create rubber, in dyes, and as an insecticide and fungicide. It is also used in the manufacturing of sulfuric acid."
  },
  {
    "mineral": "Boehmite",
    "uses": "Boemite, being an important component of Bauxite, is an important ore of aluminum."
  },
  {
    "mineral": "Glauberite",
    "uses": "Glauberite is used for the extraction of Glauber's salt."
  },
  {
    "mineral": "Norbergite",
    "uses": "Norberite is used as a collectors mineral, mostly for collectors specializing in fluorescent minerals."
  },
  {
    "mineral": "Sylvanite",
    "uses": "Sylvanite is an ore of gold and silver. It is also rare collector's mineral, with special value due to its gold content."
  },
  {
    "mineral": "Boleite",
    "uses": "Boleite is a minor ore of copper at copper deposits. Its main use is a rare collectors mineral, with good crystals being highly valuable."
  },
  null,
  null,
  {
    "mineral": "Sylvite",
    "uses": "Sylvite is the main source of potash, which is an important ingredient in fertilizers. It has other important industrial uses, including aluminium recycling, metal electroplating, and in oil drilling fluids. It is the chief ingredient of potassium supplements, which are used to treat or prevent low potassium conditions such as hypokalemia."
  },
  {
    "mineral": "Boracite",
    "uses": "Boracite is a rare collector's mineral, and small crystals make highly collectible specimens for thumbnail collectors."
  },
  {
    "mineral": "Gmelinite",
    "uses": "Gmelinite is used as a collectors mineral, especially by zeolite collectors."
  },
  {
    "mineral": "Oligoclase",
    "uses": "Oligoclase is industrially important in the manufacture of ceramics. Crystals are popular among mineral collectors. Oligoclase is also known for its gem varieties: Sunstone and Moonstone."
  },
  {
    "mineral": "Talc",
    "uses": "Talc is a very important industrial mineral. Talc is crushed into powder to form talcum powder, which is the main ingredient in many cosmetics as well as some baby powders. Talcum powder was also used as a filler to prevent slipping in latex gloves, although its use is being replaced with corn starch which is safer for inhalation. Talc is highly resistance to heat and electricity, and is therefore used in electronics and as an insulator. It is also a filler material for paints, rubber and insecticides.Talc is also used as an ornamental stone, being carved into figures, jewelry boxes, tiling, and art sculptures. Since it is so soft, it is very easily cut and carved."
  },
  {
    "mineral": "Borax",
    "uses": "The chemical borax  (sodium borate) is essentially the same as the mineral Borax, but the chemical does not contain any water, whereas natural Borax does. The mineral Borax was the primary source for the useful chemical borax, since only the water needs to be removed from the mineral to create the chemical. However, in 1926, the mineral Kernite was discovered in large quantities and is now the primary source of the chemical borax. Kernite contains less water in its structure than Borax.\r\n\r\nBorax has numerous industrial uses. It is dissolved in water to form an alkaline antiseptic solution that is used as a disinfectant, detergent, and water softener. It is also used in the manufacture of ceramics, paint, glass, and coated paper. Another important use is as a flux to disintegrate undesired metal oxide stains on metals, and for this reason it is also used in welding. Borax is necessary to conduct a bead test, which is an important method of determining the presence of certain metals in a substance (including minerals)."
  },
  { "mineral": "Goethite", "uses": "Goethite is used as an ore of iron. " },
  {
    "mineral": "Olivine",
    "uses": "Olivine has several industrial uses. It is used as a flux for steel production, and is also an important ore of the metal magnesium.Peridot, the transparent olive-green to yellow-green variety, is a well-known gemstone. It is very popular in jewelry, and is used in many jewelry items including rings, bracelets, necklaces, and earrings. Peridot is the birthstone for the month of August.For additional information, see the gemstone section on Peridot."
  },
  {
    "mineral": "Tantalite",
    "uses": "Tantalite is as an ore of the rare elements tantalum and niobium."
  },
  {
    "mineral": "Bornite",
    "uses": "Bornite is a common copper bearing mineral, and is used as an ore  of copper when found in copper deposits."
  },
  {
    "mineral": "Gold",
    "uses": "Gold has been used as a precious metal throughout the history of mankind. This is due to its resistance, beauty, rareness, and the fact that it is very easy to work with. Many exotic gold ornaments from the past have been found. Especially noteworthy are the golden ornaments from the tombs of the Pharaohs in Egypt, where gold masks, statues, coins, and much jewelry was archeologically excavated. Gold has been used for coinage throughout the centuries, and is currently accepted internationally as a standard value. Nowadays, the main use of gold is for jewelry.\r\n\r\nAs pure gold is easily bent and dented, it is always alloyed with other metals when used in jewelry. This makes it more durable and practical for ornamental use. The purity of the gold based on the alloyed metal is measured in karat weight. The karat measurement determines the percentage of gold to other metals on a scale of 1 to 24 , with 24 karats being pure gold.\r\n\r\nDue to gold's distinctive properties as a metal, it has several industrial uses. It is used in photography, dentistry, coloring, and is currently being studied for cancer treatments.\r\n\r\n"
  },
  {
    "mineral": "Olmiite",
    "uses": "Well formed Olmiite examples with good color and form are highly valued by mineral collectors."
  },
  {
    "mineral": "Tellurium",
    "uses": "Native Tellurium is very uncommon, and is only occasionally used as an ore  of tellurium where other tellurium minerals occur. Nevertheless, the uses of the element tellurium are briefly mentioned:\r\nTellurium is used industrially for thermoelectric apparatuses and in the process of creating rubber. It is also used medically, and as a coloring for glass. Another use is as a gasoline additive to to reduce engine knock."
  },
  { "mineral": "Boulangerite", "uses": "Boulangerite is a minor ore of lead." },
  {
    "mineral": "Goosecreekite",
    "uses": "Goosecreekite is a rare mineral that is highly desired by collectors. Its only practical use is as a high-end mineral for collectors, especially zeolite collectors."
  },
  null,
  {
    "mineral": "Tennantite",
    "uses": "Tennantite is an ore of copper. Silver may also be present in its structure at certain localities, where it may also be used as an ore of silver."
  },
  {
    "mineral": "Bournonite",
    "uses": "Bournonite is a minor ore of copper and lead. It is a highly desirable mineral among collectors, with well-formed crystals, especially the twinned \"cogwheels\", highly valued among collectors. Good examples from classic European localities such as Cornwall command exceptionally high prices for collectors."
  },
  {
    "mineral": "Graphite",
    "uses": "Much of the commercially mined Graphite is used for pencil fillings. The \"lead\" filling in pencils is in fact composed of a mixture of Graphite and clay. Graphite's main function, however, is as a lubricant. It has many electrical uses, primarily because it is the only common nonmetal that is a good conductor of electricity."
  },
  {
    "mineral": "Opal",
    "uses": "Opal is one of the most precious gemstones. Black Opal is the most valuable and desired form, but White Opal and Precious Fire Opal can also be quite costly. Opals gemstones are cut and polished into cabochons, and in a few rare cases are faceted into several cuts.Opal is also extremely popular among mineral collectors and museums compete to get the finest specimens. Common Opal has no industrial or commercial use, except for those specimens that are brightly fluorescent and are collected by fluorescent mineral collectors."
  },
  null,
  {
    "mineral": "Brochantite",
    "uses": "Brochantite is a minor ore  of copper."
  },
  {
    "mineral": "Greenockite",
    "uses": "Greenockite is the only ore mineral of the element cadmium. Due to the rarity of Greenockite, most cadmium is actually produced as a by-product of lead and zinc ores, especially Sphalerite. Greenockite was once used as a yellow pigment and known as cadmium ochre. Elemental cadmium has many uses, including electronics and batteries (nickel-cadmium), electroplating, and forming of high temperature alloys.Greenockite is considered a rare collector's mineral, and is much sought after by mineral collectors when in crystallized specimens."
  },
  {
    "mineral": "Orpiment",
    "uses": "Orpiment is an ore of arsenic. It was historically used as a yellow pigment and an ancient decorative stone."
  },
  { "mineral": "Tetrahedrite", "uses": "Tetrahedrite is an ore of copper." },
  { "mineral": "Bromargyrite", "uses": "Bromargyrite is an ore of silver." },
  {
    "mineral": "Grossular",
    "uses": "Although slightly softer than other Garnets, Grossular Garnets have good color and transparency and make good gemstones, though large cuttable crystals are uncommon. The most prized Grossular gemstone is the rare and valuable emerald-green Tsavorite. Hessonite is occasionally used as a gemstone, as well as the light green to yellowish-green variety. The massive, vein-like material usually categorized as Hydrogrossular is occasionally carved into ornaments and cabochons.\r\nSee the gemstone section on Grossular, Tsavorite, and Garnet for more information.Grossular is a valuable mineral to collectors, and good transparent specimens can demand a high price. "
  },
  {
    "mineral": "Orthoclase",
    "uses": "Orthoclase is industrially important in the manufacture of glass and ceramics. Orthoclase crystals and twins provide information on the formation of minerals and environmental factors. Well shaped crystals and twins are highly sought after by mineral collectors, and the Moonstone variety is used as a gemstone.For additional information, see the gemstone section on Orthoclase and Moonstone."
  },
  null,
  {
    "mineral": "Brookite",
    "uses": "Brookite is a rare collectors mineral and is desired by collectors, especially good crystals."
  },
  {
    "mineral": "Gummite",
    "uses": "Gummite is an ore of uranium in uranium deposits. Mineral specimens are sometimes sliced and polished to show embedded color patterns of Gummite within the matrix."
  },
  {
    "mineral": "Otavite",
    "uses": "Otavite is a rare mineral and is only of interest to specialized collectors. It is used as a minor ore of the element cadmium when found in cadmium deposits."
  },
  {
    "mineral": "Thomsonite",
    "uses": "Thomsonite is a rare collectible mineral and is especially important to zeolite collectors. Radiating, banded Thomsonites from Michigan are often tumbled and polished, and may be used as minor jewelery objects such as beads."
  },
  {
    "mineral": "Brucite",
    "uses": "Brucite is used as a source of magnesium, and is also mined for a Brucite marble. Large individual crystals ans well-formed crystal groups are rare and desirable collector's minerals, especially those from the defunct Wood's Chrome Mine in Pennsylvania."
  },
  {
    "mineral": "Gypsum",
    "uses": "Gypsum is an industrially important mineral. It is the primary ingredient of plaster-of-Paris, which is finely ground Gypsum, and it is used in the production of cement. It is also the main component of sheet rock. It is used as a flux  for creating earthenware, and can be used as a fertilizer. The variety Alabaster is is carved for ornamental use, such as artistic sculptures and pottery. It is porous and is therefore easily dyed. The fibrous Satin Spar variety is sometimes cut into cabochons for collectors because of its strong cat's eye effect.\r\n\r\nFine Gypsum specimens are very popular among mineral collectors, especially the varieties Selenite and Desert Rose."
  },
  null,
  {
    "mineral": "Thorite",
    "uses": "Thorite is an important ore of the radioactive element thorium."
  },
  {
    "mineral": "Buergerite",
    "uses": "Buergerite, being a very rare form of Tourmaline, is an expensive and cherished collectors mineral."
  },
  {
    "mineral": "Hafnon",
    "uses": "Although Hafnon is not a well-known mineral, it often occurs together with Zircon rich in hafnium, and is thus an ore of the rare metal hafnium."
  },
  {
    "mineral": "Pararealgar",
    "uses": "As an ore of arsenic together with Realgar."
  },
  {
    "mineral": "Thorogummite",
    "uses": "Thorogummite is an ore of the radioactive element thorium."
  },
  null,
  {
    "mineral": "Halite",
    "uses": "Halite is the source of common salt. Enormous Halite deposits are worked for the mining of salt. Salt has many uses, and must be heavily mined to satisfy demand. Some of its most common uses are\r\nas food seasoning,\r\nfor road safety to melt snow and ice,\r\nas salt licks for cattle (these provide the cattle with salt, which is essential to their health), and for medicinal purposes.\r\n\r\nHalite is also the most important ore of the elements sodium and chlorine."
  },
  {
    "mineral": "Pargasite",
    "uses": "When in bright green forms, Pargasite is a highly collectible and valuable mineral, especially when contrasted on a white marble matrix."
  },
  null,
  {
    "mineral": "Bytownite",
    "uses": "The yellow and brown transparent forms of Bytownite are faceted as a rare feldspar gemstone. "
  },
  null,
  { "mineral": "Pearceite", "uses": "Pearceite is as an ore of silver." },
  {
    "mineral": "Titanite",
    "uses": "Titanite is an important collector's mineral, with well-formed crystals and transparent varieties being particularly desirable. It is also used as a minor gemstone. Titanite is industrially important as a source of titanium dioxide, (TiO2), which is used in pigments."
  },
  {
    "mineral": "Calaverite",
    "uses": "Calaverite is an ore of gold. It is also rare collector's mineral, with special value due to its gold content."
  },
  null,
  {
    "mineral": "Pectolite",
    "uses": "Pectolite is used mainly a collectors mineral. Good specimens especially from the New Jersey traprocks are increasingly hard to obtain and are sought out by mineral collectors. The light blue variety Larimar is used as a minor gemstone and is a rarity for collectors. When not cut as a gemstone, Larimar specimens are sliced and polished to highlight the colors.More information on Larimar can be found in the gemstone section."
  },
  {
    "mineral": "Topaz",
    "uses": "Topaz is a very popular gemstone. All colors are fashioned into gemstones, and the yellow-brown Imperial is especially valuable. Crystals, especially those still in a matrix, are greatly sought by mineral collectors."
  },
  {
    "mineral": "Calcite",
    "uses": "Calcite is the primary ore  of calcium. Calcite is indispensable in the construction industry, forming the base of cement. Many important chemicals are created from Calcite, as well as useful drugs. It is also crucial in the manufacture of fertilizers, metals, glass, rubber, and paint. The transparent Iceland Spar variety, in which the double refraction is very apparent, was used as prisms for polarizing microscopes and other optical devices.Calcite also forms rocks that are used for ornamental purposes, such as marble and banded travertine or tufa. Calcite is also the main component of chalk, which is processed for drawing chalk. To collectors, Calcite is one of the best-known and most commonly collected minerals. Most specimens are inexpensive except for those of exceptional size and crystal form, or from classic occurrences."
  },
  {
    "mineral": "Hedenbergite",
    "uses": "Large Hedenbergite crystals are uncommon and of interest to mineral collectors."
  },
  {
    "mineral": "Pentlandite",
    "uses": "Pentlandite is an important ore of nickel."
  },
  {
    "mineral": "Tourmaline",
    "uses": "Tourmaline is a very popular gemstone. Its popularity has greatly increased since the 1990's, and this has also been reflected in the astronomical prices demanded from the finest Tourmalines. Tourmaline is used as a jewelry gemstone and is cut into all forms and styles. All colors of Tourmaline, especially multicolored gems, are used in jewelry.\n\r\nTourmaline can form in extremely aesthetic slender crystals that are \r\nhighly valued by collectors. It is one of the most prized \r\nminerals, and fine crystals can be among the most beautiful examples in \r\nthe mineral kingdom. Instead of being faceted, many fine Tourmaline crystals are \r\npreserved for their beauty. Thick, elongated crystals are sometimes \r\nsliced into sections and sold as \"Tourmaline cross sections\".\n\r\nThe piezoelectric nature of Tourmaline makes it useful as a component of high pressure gauges."
  },
  { "mineral": "Calomel", "uses": "Calomel is an ore of mercury." },
  {
    "mineral": "Hematite",
    "uses": "Hematite is the principle ore  of iron. Huge quantities are mined throughout the world for industrial production. It is the source for roughly 90 percent of all iron mined in the United States. Hematite was largely used in the past as a red and brown pigment, although nowadays cheaper sources have been substituted. Well formed Hematite crystals are popular among mineral collectors, and tumbled, highly lustrous Hematite from Brazil makes a very popular, inexpensive specimen for amateur collectors.Hematite is also used as a minor gemstone. It is cut and polished into cabochons for jewelry and ornaments, fashioned into beads for bracelets and necklaces, and carved into ornamental figures."
  },
  {
    "mineral": "Pezzottaite",
    "uses": "Pezzottaite is used a rare gemstone and collectors mineral. When used as\r\n a gemstone, it is sometimes called by the name \"Rapberry Beryl\"."
  },
  {
    "mineral": "Tremolite",
    "uses": "The finely fibrous variety of Tremolite is used for industrial asbestos. Although fibrous \r\nSerpentine is the main source of asbestos, Tremolite and Actinolite are also asbestos producers. Because it is not affected by\r\n fire and is a poor heat conductor, asbestos is used in fire retardant \r\ndevices and for heat protection.The variety Nephrite is used as the gemstone \r\nJade. Although most forms of Nephrite Jade are of the Actinolite type, Tremolite may also form Jade, which is generally lighter in color than the more common Actinolite form of Jade."
  },
  {
    "mineral": "Carletonite",
    "uses": "Carletonite is rare collectors mineral, and is especially represented by Mont Saint Hiliaire collectors as well as thumbnail collectors."
  },
  {
    "mineral": "Hemimorphite",
    "uses": "Hemimorphite is an ore of zinc in zinc deposits. It is also an important mineral for collectors, especially when well-crystallized and in globular blue forms. Hemimorphite is also used as a collectors gemstone, with the blue forms polished into cabochons for collectors of rare gemstones."
  },
  {
    "mineral": "Phenakite",
    "uses": "Phenakite is a rare collectors mineral, with good crystals being very valuable. It is occasionally cut as a gemstone mainly for collectors, and is an ore of beryllium in beryllium-rich deposits."
  },
  {
    "mineral": "Tridymite",
    "uses": "Tridymite is a valuable mineral to collectors. Specimens of this rare and distinctive mineral provide interest to hobbyists. Tridymite is also used in scientific study. Its crystals provide key information to how crystals form, and how they change over in different environments. Tridymite is also synthetically produced for the production of refractory ceramics."
  },
  {
    "mineral": "Cassiterite",
    "uses": "Cassiterite is an economically important mineral, being the primary ore of the metal tin. It is also used as a collectors mineral with the transparent forms being highly desired. Cassiterite is occasionally used as a minor gemstone, being faceted mostly for collectors."
  },
  {
    "mineral": "Heulandite",
    "uses": "Large and well-shaped Heulandite  crystals are of interest to collectors. Heulandite as a zeolite is also used in water purifiers and chemical filters."
  },
  {
    "mineral": "Phlogopite",
    "uses": "Phlogopite, being a poor conductor of heat and \r\nelectricity, is used as an insulator for various electrical products. It is also used in the manufacture of spark plugs."
  },
  {
    "mineral": "Triphylite",
    "uses": "Triphylite has been mined as an ore of lithium."
  },
  {
    "mineral": "Celestine",
    "uses": "Celestine is the most common mineral containing the element strontium, and is its primary ore. It is a popular mineral among collectors, and the geodes from Madagascar are used as ornamental rocks."
  },
  {
    "mineral": "Hornblende",
    "uses": "Hornblende is usually an uninteresting gangue material, especially when it is confused with ore minerals due to its shiny luster. Good crystals are infrequent and are used as collector's material when found. Hornblende is a constituent of granite, and is responsible for the black streaks in the granite that provide a desirable color variety and contrast."
  },
  {
    "mineral": "Phosgenite",
    "uses": "Phosgenite is of interest to collectors because of its rarity and unique crystals, and is also highly sought after by collectors who specialize on fluorescent minerals."
  },
  {
    "mineral": "Turquoise",
    "uses": "Turquoise is an important gemstone. Its bright color has afforded it important gem use throughout several ancient civilizations, and today it remains an important yet affordable gemstone. Turquoise gemstones are usually cabochons and beads, but may also be ornate carvings of animals and flowers. Turquoise specimens are also popular among mineral collectors, and the crystallized form from Virginia is especially highly desired and valuable."
  },
  null,
  {
    "mineral": "Howlite",
    "uses": "The attractive intersecting veins in Howlite make it useful as an ornamental stone. It is used as gemstone for beads and is often tumbled and sold to amateur collectors. When dyed blue it is used as an inexpensive substitute for Turquoise. "
  },
  {
    "mineral": "Plagioclase",
    "uses": "The Plagioclase Feldspars are used in ceramics. Three varieties have gemstone uses: Labradorite, Moonstone, and Sunstone."
  },
  {
    "mineral": "Ulexite",
    "uses": "Ulexite is an ore  of boron, and is studied in regard to its unique optical properties. \"Television Stone\" is highly popular as a specimen among amateur mineral collectors."
  },
  {
    "mineral": "Cerussite",
    "uses": "Cerussite is an important ore  of lead. It is also a popular mineral among collectors, especially when it forms attractive twinned crystals. Cerussite from certain locations is rich in silver thus may be used as a minor silver ore. Cerussite was once used as a white pigment. It is occasionally faceted into gems for collectors."
  },
  {
    "mineral": "Huebnerite",
    "uses": "Huebnerite is an important ore of tungsten. Good specimens are not common, and are highly desired by mineral collectors."
  },
  {
    "mineral": "Platinum",
    "uses": "Platinum is an exquisite precious metal used in jewelry as ring settings, bracelets, and necklaces. Platinum jewelry is rare, beautiful, and durable, and is therefore highly regarded.Native Platinum is the most significant source of the element platinum, although considerable quantities are also mined from the rare platinum arsenide mineral Sperrylite. The rare metals iridium, osmium, rhodium, and palladium are almost exclusively mined together with platinum in platinum deposits.\r\n\r\nPlatinum has a number of industrial uses due to its special properties. Its most famous use is as a catalyst, (a widely used anti-pollution device), especially in the manufacturing of cars. It is also used for numerous laboratory apparatuses and as dental fillings."
  },
  {
    "mineral": "Uraninite",
    "uses": "Uraninite is the primary ore  of uranium. Rare earth elements such as thorium and yttrium may also be mined from Uraninite."
  },
  null,
  null,
  {
    "mineral": "Polybasite",
    "uses": "An ore of silver and rare collector's mineral."
  },
  {
    "mineral": "Uvarovite",
    "uses": "Uvarovite crystals are too small to be faceted into gemstones. However, plates of Uvarovite crystals are sometimes polished in cabochons and used as pendants. Also see the gemstone section on Uvarovite and Garnet.Uvarovite is also a rare mineral with a very interesting color, and is very well sought by mineral collectors."
  },
  null,
  {
    "mineral": "Hydrozincite",
    "uses": "Hydrozincite is known among fluorescent mineral collectors due to its strong fluorescence. It is used as an ore  of zinc if found in areas where an abundance of zinc minerals are present."
  },
  {
    "mineral": "Powellite",
    "uses": "Powellite is as a rare and expensive collectors mineral."
  },
  {
    "mineral": "Uvite",
    "uses": "Uvite, being an uncommon form of Tourmaline, is mainly a collectors minerals."
  },
  {
    "mineral": "Chalcanthite",
    "uses": "Chalcanthite is an important ore  of copper in areas where it occurs in relative abundance, such as in Chile and Spain. It is also used as a root killer in sewer pipes by flushing Chalcanthite pellets down the toilet. Specimens are popular among collectors, and the synthetically grown crystals are often sold to unwary collectors."
  },
  null,
  {
    "mineral": "Prehnite",
    "uses": "Prehnite is a highly desired mineral among collectors, especially intriguing well-shaped form and pseudomorphs. Prehnite is used as a minor gemstone."
  },
  {
    "mineral": "Vanadinite",
    "uses": "Vanadinite is an important ore  of vanadium, and a minor ore of lead where it occurs with more abundant lead minerals. Its distinctive color makes it a very popular mineral among collectors."
  },
  {
    "mineral": "Chalcedony",
    "uses": "Chalcedony is a very important ornamental stone. The varieties Agate, Chrysoprase, Carnelian, Sard, Tiger's Eye, Bloodstone, Jasper, and Moss Agate  are all carved into cabochons and beads, making fine yet inexpensive gems. The apple-green variety, Chrysoprase, has a distinct color and commands a higher price than the other varieties. Light blue Chalcedony has also recently become popular as a gemstone.The Chalcedony varieties are very popular among amateur collectors and sold in tourist shops worldwide, especially in tumbled form."
  },
  {
    "mineral": "Ilmenite",
    "uses": "Ilmenite is the most important ore of the element titanium. It has recently surpassed Rutile as the main ore mineral of that metal. Ilmenite was once used as a minor ore of iron prior to the discovery of titanium as an industrially important metal."
  },
  {
    "mineral": "Proustite",
    "uses": "Proustite has been used as an ore of silver, but today is a highly valuable rare collector's mineral, especially when in red color and transparent."
  },
  {
    "mineral": "Variscite",
    "uses": "The polished, emerald-green nodules of Variscite that originate in Utah are highly valued among collectors. Variscite is also used a minor green, often splotchy, opaque gemstone."
  },
  {
    "mineral": "Chalcocite",
    "uses": "Chalcocite is an important copper ore. It has a high copper\r\ncontent and the process of extracting the copper from the sulfur in Chalcocite is relatively easily. Chalcocite is also an important collector's mineral, and good crystals command very high prices."
  },
  {
    "mineral": "Inesite",
    "uses": "Inesite specimens of quality are highly desired by mineral collectors."
  },
  {
    "mineral": "Psilomelane",
    "uses": "Psilomelane is an ore of manganese. The banded form combined with Pyrolusite is sometimes polished as a collectors species and as a minor gemstone."
  },
  {
    "mineral": "Vesuvianite",
    "uses": "Vesuvianite is an important collectors mineral, and fine crystals can be very valuable. The massive, compact variety Californite is occasionally used as an ornamental stone similar to Jade."
  },
  {
    "mineral": "Chalcopyrite",
    "uses": "Chalcopyrite is the main ore  of copper.\r\nChalcopyrite is sometimes polished into beads and pendants as cheap jewelry."
  },
  { "mineral": "Iodargyrite", "uses": "Iodargyrite is an ore of silver." },
  {
    "mineral": "Pumpellyite",
    "uses": "Pumpellyite is usually an uninteresting accessory mineral, though the variety Chlorastrolite can be polished as a collectors mineral, and is occasionally even used as a rare gemstone."
  },
  {
    "mineral": "Vivianite",
    "uses": "Good crystals and sprays of Viviante  make an important and expensive collectors material."
  },
  {
    "mineral": "Chambersite",
    "uses": "Chambersite is a rare collector's mineral, with its well-formed, small crystals making highly collectible specimens for thumbnail collectors."
  },
  {
    "mineral": "Iron-nickel",
    "uses": "Terrestrial Iron-nickel is very rare. Iron-nickel Meteorites are also rare, but are far more common than terrestrial Iron-nickel. Because there is an abundance of iron and nickel compounds, Iron-nickel is not used as an ore of either iron or nickel.Iron-nickel in all forms is valued as a rare collectors item, and meteorites are especially popular among collectors. There are collectors that specialize just in meteorites alone. Some meteorites are made into slabs or polished to display the etched Widmanstatten patterns. Meteorites are also used in scientific studies related to both geology and astronomy."
  },
  {
    "mineral": "Pyrargyrite",
    "uses": "Pyrargyrite was used as an ore of silver, but today is a highly valuable rare collector's mineral, especially when in red color and transparent."
  },
  {
    "mineral": "Water",
    "uses": "Water is the fiber of all life, and there is no physical substance more important than water."
  },
  null,
  {
    "mineral": "Jadeite",
    "uses": "Jadeite is an important mineral, as it is the primary form of the gemstone Jade. It is cut into cabochons, beads, and earrings, and some rings and bracelets may be carved out of an entire mass of Jade. Valuable ornamental sculptures and figures are often carved from this gem.See the gemstone section on Jade for more information."
  },
  {
    "mineral": "Pyrite",
    "uses": "Pyrite was once used as a source of sulfur, but is now only a minor ore for both sulfur and iron. Pyrite from some localities is auriferous, and therefore is used as an ore of gold in gold-bearing localities.\r\n\r\nPyrite was polished by the Native Americans in the early times and used as mirrors. Today, it is used as an ornamental stone, as well as a very popular stone for amateur collectors. It is sometimes used as gemstone by being faceted and polished for use as an inexpensive side gemstone in some rings, necklaces, and bracelets."
  },
  {
    "mineral": "Wavellite",
    "uses": "Wavellite is mainly used as a collectors mineral."
  },
  {
    "mineral": "Chlorargyrite",
    "uses": "Chlorargyrite is an important ore of silver. A handful of localities have produced material of interest, including visible crystals that make rare collector's items. "
  },
  { "mineral": "Jamesonite", "uses": "Jamesonite is a minor ore of lead." },
  {
    "mineral": "Pyrolusite",
    "uses": "Pyrolusite is one of the most important ores of manganese. It is also a component of the production of steel, and was once used for the manufacture of batteries. It is also used in the preparation of chlorine, and as an agent in coloring and dyes."
  },
  {
    "mineral": "Willemite",
    "uses": "Willemite is an important mineral among collectors, and is especially popular among collectors specializing in fluorescent minerals. It has been used as an important ore or zinc."
  },
  null,
  {
    "mineral": "Jarosite",
    "uses": "Jarosite is not an industrially important mineral. However, it is popular among micromount collectors who find this mineral, which is only in small crystals, interesting in shape and color."
  },
  {
    "mineral": "Pyromorphite",
    "uses": "Pyromorphite is a minor ore  of lead where it occurs with more abundant lead minerals. It is also a popular mineral among collectors, especially specimens from classic occurrences, as well as newer finds of bright neon green Pyromorphite which command very high prices."
  },
  {
    "mineral": "Witherite",
    "uses": "Witherite is used in the production of glass. Good crystals of this mineral are highly desirable among collectors."
  },
  {
    "mineral": "Chondrodite",
    "uses": "Good examples of this mineral from classic localities are highly desirable to collectors."
  },
  {
    "mineral": "Jasper",
    "uses": "Jasper is a well-know ornamental stone. It is is carved into ornamental objects, and is used as an inexpensive gemstone in jewelry, most commonly as beads\r\n in necklaces, bracelets, and earrings. It is a favorite among amateur gem cutters, as it is very diverse and fairly inexpensive."
  },
  {
    "mineral": "Pyrope",
    "uses": "The main use of Pyrope is as a gemstone. Its deep red color gives it special distinction, and it is a very popular Garnet gem. Pyrope is also crushed for use as an abrasive for the production of Garnet paper.\r\n\r\nSee the gemstone section on Pyrope, Rhodolite, and Garnet for more information."
  },
  {
    "mineral": "Wolframite",
    "uses": "Wolframite is an important ore of tungsten. Good specimens are not common, and are highly desired by mineral collectors."
  },
  {
    "mineral": "Chromite",
    "uses": "Chromite is the main ore  of the element chromium."
  },
  {
    "mineral": "Jeremejevite",
    "uses": "Jeremejevite is a rare mineral, and good examples of this mineral are highly valued by collectors. It is occasionally cut as a rare and valuable collector's gemstone."
  },
  {
    "mineral": "Pyrophyllite",
    "uses": "Pyrophyllite is used for ceramics, in paints, insecticides, and in the production of rubber. It is also used as a minor ornamental stone for carvings and sculptures."
  },
  {
    "mineral": "Wollastonite",
    "uses": "Wollastonite is an industrially important mineral. It is a necessary ingredient in heat-resistant refractory ceramics and is used as a filler in paint. It is also used in the manufacture of paper and plastics.Due to its fluorescece, Wollastonite is a popular mineral among collectors who specialize in fluorescent minerals."
  },
  {
    "mineral": "Chrysoberyl",
    "uses": "Transparent yellow Chrysoberyl is used as a gemstone. The Alexandrite and Cat's Eye varieties are very expensive and desirable gemstones. Transparent yellow and green stones are also used as gemstones, but with much less value and popularity than Alexandrite or Cat's Eye.\r\nChrysoberyl is also a minor ore of the element beryllium."
  },
  null,
  null,
  {
    "mineral": "Wulfenite",
    "uses": "Wulfenite is a very popular and highly sought-after mineral by collectors. It is used as a minor ore of lead and molybdenum."
  },
  {
    "mineral": "Chrysocolla",
    "uses": "Chrysocolla is used as a minor gemstone and may be fashioned into beads and cabochons. It is also occasionally faceted into other gemstone forms for collectors. Although Chrysocolla's colors is very unique and attractive, its low hardness limits its use as a gemstone. The gemstone forms are associated with harder Quartz and are also more stable.Chrysocolla occurs in many important copper deposits, and is an ore of copper."
  },
  {
    "mineral": "Kaolinite",
    "uses": "Kaolinite is the most abundant clay mineral, and is used for pottery and ceramics. It is also very important in the production of paper, and is used in pharmaceuticals as an ingredient in some medications such as stomach soothers. Kaolinite is also used as an ingredient in some cosmetics, soaps, paint gloss, and toothpastes."
  },
  {
    "mineral": "Pyrrhotite",
    "uses": "Pyrrhotite is an ore of iron. Well crystallized Pyrrhotite specimens are important collectors minerals. The aesthetic prismatic crystal forms are especially treasured by collectors and in high demand."
  },
  {
    "mineral": "Wurtzite",
    "uses": "Wurtzite is a very rare mineral, and only of value to scientists and mineral collectors. Schalenblende is used as a rare ornamental stone."
  },
  {
    "mineral": "Cinnabar",
    "uses": "Cinnabar is the most common mercury mineral and is the chief ore of that metal. It is mined extensively for the production of mercury. Aesthetic crystals of Cinnabar, especially those from China, are very popular among mineral collectors. Cinnabar has been historically used as a vermilion pigment."
  },
  {
    "mineral": "Kernite",
    "uses": "After its discovery, Kernite became the principle source of borax and other boron compounds. It yields more of the chemical borax than the actual mineral Borax, since it contains less water than the mineral Borax."
  },
  {
    "mineral": "Quartz",
    "uses": "Quartz is an important mineral with numerous uses. Sand, which is composed of tiny Quartz pebbles, is the primary ingredient for the manufacture of glass. Transparent Rock Crystal has many electronic uses; it is used as oscillators in radios, watches, and pressure gauges, and in the study of optics. Quartz is also used as an abrasive for sandblasting, grinding glass, and cutting soft stones. It is also essential in the computer industry, as the important silicon semiconductors are made from Quartz.In addition to all the practical uses, Quartz is essential to the gem trade. (See the separate Quartz gemstone page.) Many varieties are faceted as gems. Amethyst and Citrine are the most well-known gem varieties. Rose Quartz, Smoky Quartz, Rock Crystal, and Aventurine are also cut or polished into gems. Small colorless Quartz crystals are worn by some as pendants for good luck.Quartz is also a very popular among collectors. Certain collectors specialize their collection entirely on Quartz alone."
  },
  null,
  {
    "mineral": "Citrine",
    "uses": "Citrine is known mainly for its use as a gemstone. Gems are faceted for jewelry, and it is often used as an inexpensive substitute for Topaz. Citrine is also popular among mineral collectors, and small pieces and drusy plates are often sold to amateur collectors in gift shops."
  },
  {
    "mineral": "Krennerite",
    "uses": "Krennerite is a rare collector's mineral, with special value due to its gold content."
  },
  null,
  { "mineral": "Xenotime", "uses": "As an ore of yttrium." },
  {
    "mineral": "Clinochlore",
    "uses": "The pink to purple chromium-rich variety of Kammererite is a rare and popular collectors mineral."
  },
  {
    "mineral": "Kyanite",
    "uses": "Kyanite is an important collectors mineral due to its beautiful color and ease of obtaining. It is also used as a minor blue gemstone."
  },
  {
    "mineral": "Raspite",
    "uses": "Raspite is a very rare and valuable collectors mineral."
  },
  {
    "mineral": "Zincite",
    "uses": "Zincite was an important ore of zinc among the zinc ore bodies in the Franklin and Sterling Hill mines when those mines were in operation. Today zincite is a collector's mineral."
  },
  {
    "mineral": "Clinohumite",
    "uses": "Clinohumite is of interest to collectors, especially the rare transparent forms which are highly collectible. Gems for collectors are ocassionally cut from transparent stones."
  },
  {
    "mineral": "Labradorite",
    "uses": "Labradorite is a popular mineral, and it makes a unique gemstone. It is cut and polished into cabochons and beads, and occasionally as other facets. Some exquisite ornaments are carved out of large Labradorite chunks."
  },
  {
    "mineral": "Realgar",
    "uses": "Realgar is an important ore of arsenic. It is used in the manufacturing of fireworks, and was historically used as a red pigment. Realgar is also an important collectors mineral, and the transparent gemmy forms are especially desired."
  },
  {
    "mineral": "Zircon",
    "uses": "Zircon is an important gemstone, with several color forms used in various forms of jewelry. Zircon is also the most significant ore of the element zirconium, and it is also the most important ore of the rare element hafnium, which can be present in considerable quantities in Zircon. In several localities, Zircon is also an ore of the radioactive element thorium."
  },
  {
    "mineral": "Clinozoisite",
    "uses": "Most forms of Clinozoisite are ugly and do not have much use. The rare transparent forms, especially from Pakistan, make a valuable collectors mineral."
  },
  null,
  { "mineral": "Rheniite", "uses": "As an extremely rare collectors mineral." },
  {
    "mineral": "Zoisite",
    "uses": "The more common forms of Zoisite are not of any significant interest, although transparent crystals, especially those rare forms from Pakistan, are highly valued among mineral collectors. The variety Tanzanite has become an extremely popular mineral and gemstone, and is heavily marketed by the jewelry industry. Fine Tanzanite gemstones can be extremely costly and cherished. The pink variety, Thulite, is used as a minor gemstone, and is most often cut as cabochons. The green variety associated with Ruby is also used as a minor gemstone.Also see the dedicated gemstone pages for Zoisite, Tanzanite, and Thulite."
  }
]
