[
  {
    "mineral": "Acanthite",
    "uses": [
      "An ore of silver and as mineral specimens.",
      "Acanthite is the most important ore  of silver. It is a popular mineral in high-end collections, with well-crystallized specimens being highly sought after by collectors and commanding high prices."
    ]
  },
  {
    "mineral": "Actinolite",
    "uses": [
      "Asbestos and as ornamental stone used for carvings and semi-precious to precious stone used in jewelry",
      "Nephrite is one of the two minerals that form the important gemstone \r\nJade. Jade is cut into cabochons, beads, and earrings. Rings and\r\n bracelets are sometimes carved out of an entire mass of Jade. Ornamental sculptures and figures are also carved from this gem. \r\nNephrite is only one form of Jade; the other form is the more valuable \r\nJadeite.The finely fibrous variety of Actinolite is occasionally used for industrial asbestos. Although fibrous Serpentine is the main source of asbestos, Actinolite and Tremolite are also asbestos producers. Because it is not affected by fire and is a poor heat conductor, asbestos is used in fire retardant devices and for heat protection."
    ]
  },
  {
    "mineral": "Adamite",
    "uses": [
      "Only as mineral specimens",
      "Adamite is a fine specimen mineral, and is in demand by mineral collectors for its pretty crystals. Adamite is a minor ore  of zinc."
    ]
  },
  {
    "mineral": "Aegirine",
    "uses": [
      "Only as mineral specimens.",
      "The steep, prismatic, well-shaped specimens are valued by collectors."
    ]
  },
  {
    "mineral": "Aeschynite",
    "uses": [
      "A very minor ore of rare earth elements and as mineral specimens."
    ]
  },
  {
    "mineral": "Afghanite",
    "uses": ["Afghanite is strictly used as a rare collectors mineral."]
  },
  {
    "mineral": "Agate",
    "uses": [
      "Gemstone and ornamental stone.",
      "Agate is carved into cameos and ornamental objects, and is very popular as polished slabs.\r\n\r\n \r\nIt is used as an inexpensive gemstone in jewelry, most commonly as beads in necklaces, bracelets, earrings, and cameos. Agate also makes beautiful and ornate bookends and carved figures.Also see the gemstone section on Agate for additional information."
    ]
  },
  {
    "mineral": "Ajoite",
    "uses": ["A very minor ore of copper and as mineral specimens."]
  },
  {
    "mineral": "Albite",
    "uses": [
      "Ornamental stone, ceramics and mineral specimens.",
      "Albite is industrially important in the manufacture of ceramics. Albite provides the best crystallized examples of the Plagioclase Feldspars, and these crystals are popular among collectors. Albite is also important in the study of mineral environments and crystal formations."
    ]
  },
  { "mineral": "Alexandrite", "uses": ["Gemstone."] },
  {
    "mineral": "Allanite",
    "uses": ["As a source of rare earth metals and mineral specimens."]
  },
  {
    "mineral": "Almandine",
    "uses": [
      "Gemstone and abrasive",
      "When transparent, Almandine Garnet makes a very popular gemstone. Almandine Garnets are used in all forms of jewelry, and along with Pyrope make the most popular dark red jewelry gemstone.For more information, see the gemstone sections on Almandine and on Garnet.Well formed Almandine crystals are very popular among mineral collectors.\r\n\r\nAlmandine is also industrially important for use as an abrasive, and when used as a sandpaper, it is known as garnet paper."
    ]
  },
  {
    "mineral": "Altaite",
    "uses": [
      "As a very minor ore of lead and tellurium and as mineral specimens."
    ]
  },
  {
    "mineral": "Aluminum",
    "uses": [
      "Anywhere a light weight metal is needed, also explosives and medications.",
      "About 85% of all the bauxite mined worldwide is used to produce alumina for refining into aluminum metal. Another 10% produces alumina which is used in chemical, abrasive, and refractory products. The remaining 5% of bauxite is used to make abrasives, refractory materials, and aluminum compounds.\nThe lightness, strength, and corrosion resistance of aluminum are important considerations in its application. Metallic aluminum is used in transportation, packaging such as beverage cans, building construction, electrical applications, and other products.\nAluminum, the third most abundant element at the Earth’s surface, is apparently harmless to plant and animal life."
    ]
  },
  {
    "mineral": "Alunite",
    "uses": [
      "As a minor source of alum, potassium and aluminum and as mineral specimens."
    ]
  },
  {
    "mineral": "Amber",
    "uses": ["Ornamental stone, gemstone and semi-precious stone."]
  },
  {
    "mineral": "Amblygonite",
    "uses": [
      "As a source of lithium and phosphorus, as gemstones\nand as mineral specimens."
    ]
  },
  {
    "mineral": "Amethyst",
    "uses": [
      "Gemstones and ornamental stones.",
      "Amethyst is one of the most popular gems. It has a beautiful color and is fairly common, making it an inexpensive and widely used gem. Most Amethyst is faceted into jewelry cuts, and some are cut as cabochons. Large, massive chunks of Amethyst banded with Quartz is sometimes carved into ornaments.Amethyst is also very popular among mineral collectors. Small geode sections and tumbled stones are sold to amateur collectors, while more serious collectors go for the rare prismatic crystals and giant geode  sections."
    ]
  },
  {
    "mineral": "Amphibole",
    "uses": [
      "Amphibolite is very hard and takes a high polish. The combination of its ability to be polished, its dark color and its texture have made amphibolite a popular dimension stone in construction. It is used as paving stones and as a veneer or facing on buildings (both for interior and exterior use).\nIt is also used as crushed stone for the usual crushed stone applications such as road and railroad bed construction. In this application it is used locally, near the source of the amphibolite. This reduces the cost of transporting non-native stone in from other sources.\nGemologists and lapidary workers have discovered that some amphibolite rock produces a shimmer effect when it is polished. They use rounded and polished pieces of amphibolite for various pieces of jewelry.\nSubstitutes and Alternative Sources\nThere are nearly limitless alternatives for the various crushed stone applications for which amphibolite is occasionally used. Any type of rock, local or imported, that can be readily quarried, crushed and transported can replace amphibolite. In the United States, limestone and granite together represent over 80% of all the crushed rock consumed annually. As noted above, amphibolite is used locally where it is easily quarried, reducing the costs of transporting rock in from other regions.\nThere are many options to amphibolite as dimension stone. Marble, granite, and quartzite, for instance, can all be polished and used as facing on the interior and exterior of buildings. In some environments even sandstone can be used for building construction. In the end, amphibolite is chosen for the particular color, texture and overall look it gives to a building. Substitutes that provide a similar look include plastics and some varieties of other dark rock like dark granite."
    ]
  },
  { "mineral": "Analcime", "uses": ["Mineral specimen and chemical filter."] },
  { "mineral": "Anapaite", "uses": ["Only as a mineral specimen."] },
  {
    "mineral": "Anatase",
    "uses": [
      "A very minor ore of titanium and as mineral specimens.",
      "Anatase is a rare collector's mineral and is highly desired by collectors, especially when in good crystals."
    ]
  },
  {
    "mineral": "Andalusite",
    "uses": [
      "In the manufacture of spark plugs etc, as a gemstone and as mineral specimens.",
      "The rare transparent variety of Andalusite is used as a minor gemstone. Chiastolite cross-sections are often cut and polished to bring out the distinctive cross-shaped pattern, and Chiastolite crystals may also be cut along their cross-section and used in jewelry as a Christian symbol."
    ]
  },
  {
    "mineral": "Andersonite",
    "uses": ["Very minor ore of uranium and as mineral specimens."]
  },
  {
    "mineral": "Andesine",
    "uses": [
      "Only as mineral specimens.",
      "There is a new gemstone called Andesine which has recently penetrated the market. Much of the material is Chinese in origin and has been synthetically diffused to enhance color, and is actually produced from Labradorite."
    ]
  },
  {
    "mineral": "Andesite",
    "uses": [
      "Andesite may be used as aggregate or fill, but it is not ideal for concrete applications because it is high in silica, and causes alkali-silica reactivity in the concrete. Andesitic volcanism is associated closely with porphyry copper deposits and it is a host rock for much of the world’s copper ore. Andesite may also be used by geologists to study the history of ancient geosutures."
    ]
  },
  {
    "mineral": "Andradite",
    "uses": [
      "Gemstone and abrasive",
      "Andradite can be very lustrous, more so than the other Garnet forms, and makes good gemstones despite it being slightly lacking in hardness. The yellow, orange, brown, and black varieties can all faceted as Garnet jewelry, but the Demantoid variety is the main gem form of Andradite (as well as one of the most valuable forms of Garnet).\r\n\r\nAlso see the gemstone section on Andradite and Garnet.Andradite specimens, especially those in well-crystallized forms, can be highly sought after by mineral collectors."
    ]
  },
  {
    "mineral": "Angelite",
    "uses": [
      "In the manufacture of some cement, a source of sulfate for sulfuric acid."
    ]
  },
  {
    "mineral": "Anglesite",
    "uses": [
      "A minor ore of lead",
      "Anglesite is an ore  of lead, although good crystals are preserved when possible, due to the high demand and cost of good specimens."
    ]
  },
  {
    "mineral": "Anhydrite",
    "uses": [
      "In the manufacture of some cement, a source of sulfate for sulfuric acid.",
      "Anhydrite is used for the production of sulfuric acid and as a filler in paper. Good specimens of this mineral are rare and are desirable to collectors."
    ]
  },
  {
    "mineral": "Ankerite",
    "uses": ["A minor ore of iron and as mineral specimens."]
  },
  {
    "mineral": "Annabergite",
    "uses": [
      "A very minor ore of nickel and mineral specimens",
      "Annabergite is a minor ore of nickel in nickel deposits."
    ]
  },
  { "mineral": "Anorthite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Anthophyllite",
    "uses": ["Are limited to some asbestos uses and as mineral specimens."]
  },
  {
    "mineral": "Antimony",
    "uses": [
      "A very minor ore of antimony and as mineral specimens.",
      "Antimony is a minor ore  of the element antimony, although most antimony comes from antimony compounds (namely Stibnite), which are much greater in abundance.Antimony has a very interesting property: It is similar to water, in that instead of contracting when it solidifies, like all other matter, it expands. For this reason, it is useful industrially: It is mixed with other metals when a consistent size is required through large temperature ranges - mostly in anti-friction bearings. Antimony is also used in medicinal research, and is used as a dye to color glass.",
      "Antimony is used as a hardening alloy for lead, especially in storage batteries and cable sheaths, and also used in bearing metal, type metal, solder, collapsible tubes and foil, sheet and pipes, and semiconductor technology. Stibnite is used for metal antifriction alloys, metal type, shot, batteries, and in the manufacture of fireworks. Antimony salts are used in the rubber and textile industries, in medicine, and glassmaking.\nThe most important use of antimony in the United States is in chemicals used to impregnate plastics, textiles, rubber and other materials as a flame retardant – that is, a form of fireproofing. This is required by federal law for certain childrens’ clothing. Over half the annual U.S. antimony consumption is for the manufacture of flame retardants.\nA portion of U.S. consumption is in antimony alloys. Antimony is mixed (that is, alloyed) with other metals, such as lead, to make the lead harder and stronger for use in lead-acid batteries. On the other hand, some alloys such as Babbitt Metal (an alloy of antimony, tin, copper and sometimes lead) are useful as machine bearings because they are soft and slippery. Antimony is also alloyed with tin to make pewter items such as plates, pitchers and cups, used mostly for decoration. One use of antimony, which is declining, is to make type metal for printing newspapers and magazines. Antimony is one of very few substances (bismuth and water are two others) which expand when it cools and freezes. Antimony-bearing type metal thus fills every corner of a mold used to prepare sharp type for printing. With the advent of computer printing, this use has greatly decreased.\nAntimony is also used for pigments in plastics, paints, rubber, and for a wide variety of minor uses, including medicines, fireworks and others. Antimony oxide is a brilliant yellow color, accounting for much of the pigment use.\nA tiny amount of highly purified antimony metal is used in the computer industry to make semiconductors. To be useful in this application, antimony has to be 99.999% pure!"
    ]
  },
  {
    "mineral": "Antlerite",
    "uses": ["A minor ore of copper and as mineral specimens."]
  },
  {
    "mineral": "Apatite",
    "uses": [
      "As a source of phosphorous to be used in fertilizer, rarely as a gemstone and as a mineral specimen.",
      "Apatite is the main source of phosphorus. Phosphorus was previously extracted from crystalline Apatite, but nowadays is extracted from enormous deposits of Apatite-rich rock. Apatite is essential in the manufacture of phosphate fertilizers, and is very important in the chemical and pharmaceutical industries. Apatite is also a popular collectors mineral, and some transparent specimens are faceted for collectors. The gemmy violet and reddish forms are very much valued by collectors and command high prices."
    ]
  },
  {
    "mineral": "Apophyllite",
    "uses": [
      "Only as mineral specimens.",
      "Apophyllite can form in large and very-well formed crystals, which are of interest to collectors. Colored crystals of Apophyllite such as green and red are highly desired by collectors."
    ]
  },
  {
    "mineral": "Aquamarine",
    "uses": [
      "Gemstone.",
      "Aquamarine is the most popular light-blue gemstone, and is extensively used in jewelry. Rings, earrings, and bracelets are made from Aquamarine, and it is especially important as a pendant stone, with fairly large pendants being faceted from Aquamarine. Very large display gems, that are too large for standard jewelry use, are occasionally faceted for exclusive collectors. Less transparent stones may be cut into cabochons. Quality Aquamarine crystals are also highly \r\nvalued by collectors in their natural form."
    ]
  },
  {
    "mineral": "Aragonite",
    "uses": [
      "Minor constituent of limestone which is used in cement and in steel production, ornamental carvings and as mineral specimens.",
      "Aragonite does not have many practical uses, although interesting specimens are popular collector minerals. \"Onyx Marble\" formed from mineral springs is sometimes carved into ornamental objects.",
      ""
    ]
  },
  {
    "mineral": "Arfvedsonite",
    "uses": [
      "Only as mineral specimens.",
      "Arfvedsonite is used as a collector's mineral. The highly aesthetic mineral specimens from Malawi are especially popular."
    ]
  },
  {
    "mineral": "Argentite",
    "uses": ["An ore of silver and as mineral specimens."]
  },
  {
    "mineral": "Argyrodite",
    "uses": ["As mineral specimens and as a very minor ore of silver."]
  },
  {
    "mineral": "Arsenic",
    "uses": [
      "A very minor ore of arsenic and as mineral specimens.",
      "Arsenic is an ore  of the element arsenic, although most arsenic comes from arsenic compounds, which are much greater in abundance. Most Native Arsenic specimens are sold to collectors rather than used for industrial purposes.Arsenic as a commodity is largely used in the manufacturing of glass. It eliminates the initial green color in glass caused by iron impurities. It has been used in the past as a poison, and continues to be used as an insecticide. It has also been previously used for medicinal purposes. It is used electronically in the structure of lasers and semiconductors. It is also used as a coloring agent for paint and fireworks.",
      "Only about 5% of arsenic consumption is of the metallic element. Most of this is used to alloy (mix) arsenic with lead, copper, or other metals for specific uses. As a metalloid, arsenic is a semiconductor, like silicon. This means it conducts some electricity like a metal, but not all the electricity a true conductor like copper would conduct. Consequently, about 1/10 % of arsenic is consumed in the manufacture of gallium arsenide semiconductors for use in electronics. Some arsenic is also used in glass-making.\nThe majority of U.S. consumption is in the form of chromated copper arsenate (CCA), a chemical used as a wood preservative for telephone poles, fence posts, pilings, and foundation timbers. The CCA significantly reduces rot and eliminates wood destruction by termites, ants and other insects. However, the use of CCA is being phased out in the U.S., and a major decrease in the arsenic market is expected as a result.\nFormerly the most important use of arsenic compounds, was as an insecticide sprayed in fields and orchards. This use has entirely disappeared in most countries, due to the poisonous nature of arsenic compounds. Arsenic contamination is a problem in some well-water and may be associated with mine drainage.\nArsenic is not recovered from any waste materials or in any recycling program. Some is recovered from runoff at wood treatment facilities.\nInterestingly, a trace amount of arsenic is necessary for good health and growth of animals, including humans. 0.00001% is needed for growth and for a healthy nervous system."
    ]
  },
  {
    "mineral": "Arsenopyrite",
    "uses": [
      "Important ore of arsenic, minor source of gold and as mineral specimens.",
      "Arsenopyrite is an important ore  of the element arsenic. It is also a minor ore of gold, as it contains traces of gold in some localities. Well-formed, lustrous Arsenopyrite crytals are important collector specimens."
    ]
  },
  { "mineral": "Arsentsumebite", "uses": ["Only as a mineral specimen."] },
  { "mineral": "Arthurite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Artinite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Asbestos",
    "uses": [
      "Asbestos is used to make heat resistant products. Long asbestos fibers are preferred, and short fibers are worth only a fraction of the price. The former uses of asbestos in building construction (fireproof ceiling panels in schools, for example) have largely disappeared, although asbestos is still used in making asbestos-cement products, automobile and truck brakes, roof castings, and applications where the fibers are encased in other materials and are unlikely to become free-floating.\nRoofing products containing asbestos (asphalt coatings) account for more than half of U.S. consumption. Friction products such as brake pads, and gaskets, account for about another 20%. Asbestos is also used for some specialized concrete products."
    ]
  },
  { "mineral": "Astrophyllite", "uses": ["Mineral specimen"] },
  {
    "mineral": "Atacamite",
    "uses": ["As a minor ore of copper and as mineral specimens."]
  },
  { "mineral": "Augelite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Augite",
    "uses": [
      "Only as mineral specimens.",
      "Augite is only of interest to mineral collectors. Geologists study this mineral to learn more about mineral environments.",
      "Augite is a mineral of interest to geologists, and collectors.  While it has little to no industrial value, the presence and development of augite may help tell scientists and geologists about Earth’s history in certain regions."
    ]
  },
  {
    "mineral": "Aurichalcite",
    "uses": [
      "Very minor ore of zinc and copper and as a mineral specimen",
      "Aurichalcite is considered a natural brass ore, since it is composed of zinc and copper, the constituents of brass. However, it occurs too sparingly, and there are no practical methods for brass to be extracted from it. It is, though, an ore of zinc and copper when found in mines where there exists workable deposits of these elements.",
      "Of value to scientists and collectors."
    ]
  },
  { "mineral": "Austinite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Autunite",
    "uses": [
      "A minor ore of uranium and mineral specimens",
      "Autunite is used as a uranium ore. Uranium is used in nuclear fission to generate electricity. It may also be used as a cathode in photoelectric tubes.  It was once used for making glazes in the ceramics industry due to its beautiful red color with yellow tinge."
    ]
  },
  {
    "mineral": "Axinite",
    "uses": [
      "Only as a mineral specimen",
      "Axinite is primarily a collectors mineral, and the sharp, transparent forms are highly collectible and valued."
    ]
  },
  {
    "mineral": "Azurite",
    "uses": [
      "Ornamental stone, pigment, minor ore of copper, and \njewelry.",
      "Azurite is very popular mineral among collectors. Bright blue pieces are polished into cabochons and beads, and large masses are sometimes cut into ornamental objects. \"Azure-malachite\" is also carved as cabochons and beads.\r\n\r\nAzurite was formerly crushed and used as a blue pigment.Azurite is also an ore of copper."
    ]
  },
  {
    "mineral": "Babingtonite",
    "uses": [
      "Mineral specimen",
      "Babingtonite is a rare mineral that is very much sought after by collectors."
    ]
  },
  { "mineral": "Bakerite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Baratovite", "uses": ["Only as a mineral specimen"] },
  {
    "mineral": "Barite",
    "uses": [
      "Ore of barium",
      "Barite is the main ore of the element barium. It is also important in the manufacture of paper and rubber. Barite is also used in radiology for x-rays of the digestive system. When crushed, it is added to mud to form barium mud, which is poured into oil wells during drilling.\r\n\r\nA rich, white pigment was once made from crushed Barite.Barite is also a very popular and common mineral among collectors."
    ]
  },
  {
    "mineral": "Barium",
    "uses": [
      "By far, the principal use for barite is as a “weighting agent” in oil and natural gas drilling. In this process, barite is crushed and mixed with water and other materials. It is then pumped into the drill hole. The weight of this mixture counteracts the force of the oil and gas when it is released from the ground. This allows the oil and gas rig operators to prevent the explosive release of the oil and gas from the ground. Currently, the majority of barite consumption in the United States is for this drilling application. However, the consumption in drilling “mud” fluctuates from year to year, as it is dependent on the amount of exploration drilling for oil and gas, which in turn depends on oil and gas prices.\nBeyond this, barite is used as an additive to paints, enamels, and plastics, in the production of so-called “lead” crystal or “leaded” glass, stops radiation from computer monitors and television tubes, and as the source of barium chemicals.\nBarite has the unique ability to strongly absorb X-rays and gamma rays. Consequently, it is used in medical science for special X-ray tests on the intestines and colon. It is also mixed with cement to make special containers used to store radioactive materials. A more recent application of barite is in the production of brake pads and clutches for cars and trucks."
    ]
  },
  {
    "mineral": "Basalt",
    "uses": [
      "Decorative stones, lava rocks for grills\nand  ovens",
      "Basalt is used as a crushed stone, decorative stone, dimension stone, and in insulation."
    ]
  },
  {
    "mineral": "Bastnasite",
    "uses": [
      "As an important ore of cerium and other rare earth metals and as mineral specimens."
    ]
  },
  {
    "mineral": "Baumhauerite",
    "uses": [
      "As a very minor ore of lead and arsenic and as mineral specimens."
    ]
  },
  {
    "mineral": "Bauxite",
    "uses": [
      "Bauxite is mined extensively for its economical value as the principle ore of aluminum."
    ]
  },
  {
    "mineral": "Bayldonite",
    "uses": ["Crafted as cabochons and as mineral specimens."]
  },
  { "mineral": "Becquerelite", "uses": ["As mineral specimens"] },
  {
    "mineral": "Benitoite",
    "uses": [
      "As a gemstone and as a mineral specimen",
      "Benitoite is cherished by collectors as a rare and valuable mineral. It is also cut as as an exquisite rare gemstone."
    ]
  },
  { "mineral": "Beraunite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Berlinite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Berthierite",
    "uses": ["A minor ore of antimony and as mineral specimens."]
  },
  {
    "mineral": "Bertrandite",
    "uses": ["An ore of beryllium and as mineral specimens."]
  },
  {
    "mineral": "Beryl",
    "uses": [
      "Gemstone, mineral specimens and source of beryllium",
      "Beryl forms some of the most well-known and prized gemstones. The deep green \r\nvariety Emerald is one of the most valuable gems. Aquamarine, a \r\nsemi-precious gem, is the most popular light blue gem. Morganite, Golden Beryl, and Heliodor are also used as gems, though Goshenite and Red Beryl are less frequently faceted into gemstone cuts.Beryl is a very important collector's mineral, and gemmy crystals can be very valuable. Due do its rarity, Red Beryl is rarely faceted as collectors prize its natural crystal form.\r\n\r\nBeryl is also an important industrial mineral, and is mined for the element beryllium (formerly known as glucinium). Beryl is the main ore or beryllium. Beryllium is a very tough metal, and is sometime used in alloys to strengthen other metals.\r\nThe gemstone applications of the Beryl varieties are discussed in greater detail in their own dedicated gemstones pages. Make sure to also see the gemstone section on Beryl, Emerald, Aquamarine, Morganite, Golden Beryl, and Goshenite."
    ]
  },
  {
    "mineral": "Beryllium",
    "uses": [
      "Most beryllium is used in metal alloys, which account for more than 70% of world consumption. Because beryllium is very light and has a high melting temperature, it is an ideal metal for use in the aerospace and defense industry, almost always alloyed with other metals. Beryllium metal also has the interesting characteristic of being elastic. Consequently, it is used in the manufacture of springs, gears and other machine components that need a degree of elasticity. Another everyday application is in the manufacture of gasoline pumps, because an alloy of copper and beryllium (beryllium bronze) does not spark when hit against other metals, nor emit sparks from static electricity.\nRods made of beryllium metal and oxide are used to control nuclear reactions, because beryllium absorbs neutrons better than any other metal.\nMost organisms do not depend on beryllium for growth. In fact, beryllium dust and fumes can be dangerous to human health when inhaled. Consequently, the Clean Ar Act demands very careful handling of beryllium dust and fumes to minimize or eliminate its danger to humans."
    ]
  },
  {
    "mineral": "Beryllonite",
    "uses": ["As a collector's gemstone and as mineral specimens."]
  },
  {
    "mineral": "Betafite",
    "uses": [
      "A minor ore of rare earth elements and uranium and as mineral specimens."
    ]
  },
  {
    "mineral": "Beudantite",
    "uses": ["As a very minor source of lead and as mineral specimens."]
  },
  { "mineral": "Bideauxite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Bif",
    "uses": [
      "Ore of iron, decorative ornamental stone for\ncarvings, gravestones, jewelry and tile"
    ]
  },
  {
    "mineral": "Bindheimite",
    "uses": ["A very minor ore of lead and antimony and as mineral specimens."]
  },
  {
    "mineral": "Biotite",
    "uses": [
      "Heat insulator for industrial purposes.",
      "Biotite, like Muscovite, is a very poor conductor of heat and electricity, and is thus \r\nused as an insulator for various electrical products and semiconductors.",
      "The high iron content, which imparts dark colors, rules out biotite from many industrial uses. However, because biotite is abundant in granitic rocks, pegmatites, and schists that are also associated with the more desirable muscovites, the mineral is important for exploration.\nBiotite is mica of little commercial value. Other micas with less commercial value include zinnwaldite, a lithium/iron–based mica that is gray to brown; and roscoelite, a vanadium/potassium/magnesium mica that can be green or brown."
    ]
  },
  {
    "mineral": "Bismuth",
    "uses": [
      "An ore of bismuth and as mineral specimens.",
      "Bismuth is an ore  of the element bismuth. lab-grown crystals are widely available in the mineral market.Bismuth has a unique property where it expands while it solidifies, unlike other matter which contracts. (This same property is exhibited in water). This unique property, and the fact that it is highly diamagnetic, offer it numerous uses in the electronics field.",
      "Bismuth is used in a number of very different applications. Almost none of the uses is for pure metallic bismuth. The majority is consumed in bismuth alloys, and in pharmaceuticals and chemicals. The remainder is used in ceramics, paints, catalysts, and a variety of minor applications.\nAlloys of bismuth are useful for many reasons:\nBismuth and many of its alloys expand slightly when they solidify (freeze). This allows the bismuth to fill all corners of a mold to form a perfectly sharp replica of the mold or the item being replicated. This is also a valued property when used in soldering or plumbing (joining of pipes).\nMany bismuth alloys have a low melting point, sometimes even below the temperature of boiling water. Thus a bismuth-alloy casting can be covered by plastic or other material to form an intricate machine part. The bismuth-alloy core is then removed by simply melting it in hot water and pouring it out. The use of low-melting bismuth alloys is widespread in sprinkler systems in buildings. When the alloy melts in fire-heated air, the sprinkler becomes unplugged, and water sprays the fire. This application accounts for over one-third of the bismuth used in the United States each year.\nBismuth metal is relatively inert and non-toxic. It has replaced toxic lead in many applications such as plumbing, bullets, birdshot, metal alloys, soldering, and other applications.\nFourthly, many bismuth alloys are relatively soft and malleable. Malleable means that a metal can be hammered into thin sheets. Bismuth is alloyed with iron to create what is known as “malleable irons.”\nBismuth compounds are used in stomach-upset medicines (hence the trademarked name Pepto-Bismol), treatment of stomach ulcers, soothing creams, and cosmetics.\nIndustry uses bismuth in a variety of other applications. Bismuth is a catalyst in the production of acrylic fibers. Bismuth replaces lead in some ceramic glazes and paints, because bismuth is non-toxic."
    ]
  },
  {
    "mineral": "Bismuthinite",
    "uses": [
      "An ore of bismuth and as mineral specimens.",
      "Bismuthinite is an important ore of the element bismuth."
    ]
  },
  {
    "mineral": "Bixbyite",
    "uses": [
      "A minor ore of manganese and as mineral specimens.",
      "Bixbyite is an important mineral for collectors due to its rarity and usual habit of well-formed crystals. Matrix specimens are especially desirable. Bixbyite is also a minor ore of manganese when mixed with other ores."
    ]
  },
  { "mineral": "Blodite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Bloodstone", "uses": ["Gemstone and ornamental stone."] },
  {
    "mineral": "Boehmite",
    "uses": [
      "Boemite, being an important component of Bauxite, is an important ore of aluminum."
    ]
  },
  {
    "mineral": "Boleite",
    "uses": [
      "A very minor ore of silver, copper and lead and as mineral specimens.",
      "Boleite is a minor ore of copper at copper deposits. Its main use is a rare collectors mineral, with good crystals being highly valuable."
    ]
  },
  {
    "mineral": "Boltwoodite",
    "uses": ["Mineral specimen and a very minor ore of uranium."]
  },
  {
    "mineral": "Boracite",
    "uses": [
      "An ore of boron for boric acid and borax (a cleaning agent\nand useful industrial chemical) and as mineral specimens.",
      "Boracite is a rare collector's mineral, and small crystals make highly collectible specimens for thumbnail collectors."
    ]
  },
  {
    "mineral": "Borax",
    "uses": [
      "An ore of boron and as a source of borax (a cleaning agent and useful industrial chemical)",
      "The chemical borax  (sodium borate) is essentially the same as the mineral Borax, but the chemical does not contain any water, whereas natural Borax does. The mineral Borax was the primary source for the useful chemical borax, since only the water needs to be removed from the mineral to create the chemical. However, in 1926, the mineral Kernite was discovered in large quantities and is now the primary source of the chemical borax. Kernite contains less water in its structure than Borax.\r\n\r\nBorax has numerous industrial uses. It is dissolved in water to form an alkaline antiseptic solution that is used as a disinfectant, detergent, and water softener. It is also used in the manufacture of ceramics, paint, glass, and coated paper. Another important use is as a flux to disintegrate undesired metal oxide stains on metals, and for this reason it is also used in welding. Borax is necessary to conduct a bead test, which is an important method of determining the presence of certain metals in a substance (including minerals)."
    ]
  },
  {
    "mineral": "Bornite",
    "uses": [
      "Major ore of copper and as mineral specimens.",
      "Bornite is a common copper bearing mineral, and is used as an ore  of copper when found in copper deposits."
    ]
  },
  {
    "mineral": "Boron",
    "uses": [
      "Boron compounds are used for many different purposes in industry and the home. In the United States, boron is used to make glass, ceramics, and enamels, including fiberglass for insulation.\nBoron compounds are used to make water softeners, soaps and detergents. Other uses are in agricultural chemicals, pest controls, fire retardants, fireworks, medicine, and various minor applications.\nBoron is a chemical used to make boron nitride, one of the hardest known substances, for abrasives and cutting tools.\nThe effect of boron on animals is under study. There is no evidence that boron is necessary for animal health, although in small quantities it might stimulate bone and muscle growth. On the other hand, it is an essential trace element for green algae and higher plants used in agriculture."
    ]
  },
  {
    "mineral": "Boulangerite",
    "uses": [
      "Mineral specimens and as minor ore of lead.",
      "Boulangerite is a minor ore of lead."
    ]
  },
  {
    "mineral": "Bournonite",
    "uses": [
      "Minor ore of lead and copper and as a mineral specimen",
      "Bournonite is a minor ore of copper and lead. It is a highly desirable mineral among collectors, with well-formed crystals, especially the twinned \"cogwheels\", highly valued among collectors. Good examples from classic European localities such as Cornwall command exceptionally high prices for collectors."
    ]
  },
  {
    "mineral": "Brannerite",
    "uses": [
      "A major ore of uranium and radium, a source of helium and as a mineral specimen"
    ]
  },
  { "mineral": "Brass", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Brazilianite",
    "uses": ["As a gemstone and as mineral specimens"]
  },
  {
    "mineral": "Breccia",
    "uses": [
      "Building material, decorative stones, tiles, \n   tombstones,   monuments, jewelry, aquifers, natural gas and petroleum\n reservoirs"
    ]
  },
  {
    "mineral": "Brochantite",
    "uses": [
      "A minor ore of copper and as mineral specimens.",
      "Brochantite is a minor ore  of copper."
    ]
  },
  { "mineral": "Bromargyrite", "uses": ["Bromargyrite is an ore of silver."] },
  {
    "mineral": "Brookite",
    "uses": [
      "A very minor ore of titanium and as mineral specimens.",
      "Brookite is a rare collectors mineral and is desired by collectors, especially good crystals."
    ]
  },
  {
    "mineral": "Brucite",
    "uses": [
      "A minor source of metallic magnesium, a source of magnesia and as a refractory additive.",
      "Brucite is used as a source of magnesium, and is also mined for a Brucite marble. Large individual crystals ans well-formed crystal groups are rare and desirable collector's minerals, especially those from the defunct Wood's Chrome Mine in Pennsylvania."
    ]
  },
  {
    "mineral": "Buergerite",
    "uses": [
      "Only as mineral collection specimens",
      "Buergerite, being a very rare form of Tourmaline, is an expensive and cherished collectors mineral."
    ]
  },
  {
    "mineral": "Burbankite",
    "uses": ["Only as mineral specimens and as a possible source of cerium."]
  },
  {
    "mineral": "Buttgenbachite",
    "uses": ["As a very minor ore of copper and as mineral specimens."]
  },
  {
    "mineral": "Bytownite",
    "uses": [
      "Only as a mineral specimen.",
      "The yellow and brown transparent forms of Bytownite are faceted as a rare feldspar gemstone. "
    ]
  },
  { "mineral": "Cacoxenite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Cadmium",
    "uses": [
      "The single most important use of cadmium is in the production of nickel-cadmium (“Ni-Cad”) batteries. About three quarters of the cadmium consumed annually is used to make batteries. Nickel-cadmium batteries are rechargeable and have found wide use in cellular phones, hand-held cordless power tools, cameras, portable computers, and a wide variety of household products. These applications account for the majority of the Ni-cad batteries produced. The remaining represents batteries used for emergency power supplies in hospital rooms, for emergency lights, telephone exchanges, etc.\nCadmium is useful in a small number of other applications. Cadmium sulfide (also called cadmium yellow) is used as a paint pigment. Cadmium is used to make low-temperature melting alloys, such as solder and Wood’s Metal for indoor sprinkler systems. The latter is an alloy of 50%Bi, 25%Pb, 12.5% Sn, and 12.5%Cd which melts at about 160 degrees Fahrenheit, the temperature of a very hot shower. Cadmium compounds are used both in black and white and color television tubes. It is used as a stabilizing compound in plastics.\nCadmium also has the physical property of being able to absorb neutrons. As a result, it is used in nuclear reactor control rods to dampen the nuclear reaction and keep the fission reactions under control.\nChina is the world’s largest consumer of cadmium, primarily for manufacturing batteries. Worldwide consumption of cadmium is stable or slightly declining, as its use is becoming more restricted due to environmental rules.\nSoluble compounds of cadmium are poisonous, although the metallic and the sulfide forms are not soluble and therefore not very poisonous."
    ]
  },
  {
    "mineral": "Calaverite",
    "uses": [
      "A very minor ore of gold and tellurium and as mineral specimens.",
      "Calaverite is an ore of gold. It is also rare collector's mineral, with special value due to its gold content."
    ]
  },
  { "mineral": "Calciovolborthite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Calcite",
    "uses": [
      "In cements and mortars, production of lime, limestone is used\nin the steel industry; glass industry, ornamental stone, chemical and optical\nuses and as mineral specimens.",
      "Calcite is the primary ore  of calcium. Calcite is indispensable in the construction industry, forming the base of cement. Many important chemicals are created from Calcite, as well as useful drugs. It is also crucial in the manufacture of fertilizers, metals, glass, rubber, and paint. The transparent Iceland Spar variety, in which the double refraction is very apparent, was used as prisms for polarizing microscopes and other optical devices.Calcite also forms rocks that are used for ornamental purposes, such as marble and banded travertine or tufa. Calcite is also the main component of chalk, which is processed for drawing chalk. To collectors, Calcite is one of the best-known and most commonly collected minerals. Most specimens are inexpensive except for those of exceptional size and crystal form, or from classic occurrences.",
      "Calcite is the mineral component of limestone which is used primarily as construction aggregates, and in production of lime and cement. Limestone also is used in a variety of commercial applications including: road construction, riprap and jetty stone, filter stone, railroad ballast, poultry grit, mineral food, sugar processing, flux stone in steel production, glass manufacture, sulfur dioxide removal in power plants, coal mine dusting to prevent explosions, acid water treatment, asphalt fillers and refractory stone."
    ]
  },
  {
    "mineral": "Caledonite",
    "uses": ["As a very minor ore of lead and copper and as mineral specimens."]
  },
  {
    "mineral": "Calomel",
    "uses": [
      "As a minor ore of mercury and as mineral specimens.",
      "Calomel is an ore of mercury."
    ]
  },
  { "mineral": "Cancrinite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Carbocernaite",
    "uses": ["Only as mineral specimens and as a possible source of cerium."]
  },
  {
    "mineral": "Carletonite",
    "uses": [
      "Only as mineral specimens.",
      "Carletonite is rare collectors mineral, and is especially represented by Mont Saint Hiliaire collectors as well as thumbnail collectors."
    ]
  },
  {
    "mineral": "Carnallite",
    "uses": [
      "As a source of potash and a minor ore of magnesium and as mineral specimens."
    ]
  },
  { "mineral": "Carnelian", "uses": ["Gemstone and ornamental stone."] },
  {
    "mineral": "Carnotite",
    "uses": [
      "An important ore of uranium and vanadium and as mineral specimens."
    ]
  },
  {
    "mineral": "Cassiterite",
    "uses": [
      "Major ore of tin",
      "Cassiterite is an economically important mineral, being the primary ore of the metal tin. It is also used as a collectors mineral with the transparent forms being highly desired. Cassiterite is occasionally used as a minor gemstone, being faceted mostly for collectors."
    ]
  },
  { "mineral": "Catapleiite", "uses": ["Only as a mineral specimen."] },
  { "mineral": "Cavansite", "uses": ["Mineral specimens."] },
  {
    "mineral": "Celestine",
    "uses": [
      "Celestine is the most common mineral containing the element strontium, and is its primary ore. It is a popular mineral among collectors, and the geodes from Madagascar are used as ornamental rocks."
    ]
  },
  { "mineral": "Celestite", "uses": ["Ore of strontium"] },
  {
    "mineral": "Cement",
    "uses": [
      "About 75% of all the cement produced is used to make ready-mix concrete, which is used to make buildings, bridges, sidewalks, walls, and all sorts of constructed structures. The rest is used to make building materials such as concrete blocks, pipes, and pre-cast slabs, in road building and repairs, and other assorted uses."
    ]
  },
  {
    "mineral": "Cerussite",
    "uses": [
      "As an ore of lead and as mineral specimens.",
      "Cerussite is an important ore  of lead. It is also a popular mineral among collectors, especially when it forms attractive twinned crystals. Cerussite from certain locations is rich in silver thus may be used as a minor silver ore. Cerussite was once used as a white pigment. It is occasionally faceted into gems for collectors."
    ]
  },
  {
    "mineral": "Cesium",
    "uses": [
      "Cesium and cesium compounds have a number of interesting uses and applications. For example, they are used as catalysts in chemical reactions. Because it is easily ionized by light, metallic cesium is used in photoelectric cells and infrared detectors. (An element that is ionized is transformed from a neutrally charged element into an electrically charged ion.) Cesium compounds are used in specialized alkaline batteries that are designed to work in subzero climates. Cesium carbonate is used in the production of special glass and glass products.\nThe most accurate clock in the world, the “atomic clock,” measures time based on the very precise vibration of the electrons in the outer shell of the cesium atom. This clock is accurate within 5 seconds every 300 years!\nCesium-137 is radioactive and may be used for radiation therapy to treat certain cancers.\nSpace travel engineers have discovered that burning cesium in space is a very efficient form of fuel. It is determined to be 140 times more efficient than any other fuel."
    ]
  },
  { "mineral": "Chabazite", "uses": ["Mineral specimen and chemical filter."] },
  {
    "mineral": "Chalcanthite",
    "uses": [
      "A minor ore of copper, various chemical uses and as mineral\nspecimens.",
      "Chalcanthite is an important ore  of copper in areas where it occurs in relative abundance, such as in Chile and Spain. It is also used as a root killer in sewer pipes by flushing Chalcanthite pellets down the toilet. Specimens are popular among collectors, and the synthetically grown crystals are often sold to unwary collectors."
    ]
  },
  {
    "mineral": "Chalcedony",
    "uses": [
      "Chalcedony is a very important ornamental stone. The varieties Agate, Chrysoprase, Carnelian, Sard, Tiger's Eye, Bloodstone, Jasper, and Moss Agate  are all carved into cabochons and beads, making fine yet inexpensive gems. The apple-green variety, Chrysoprase, has a distinct color and commands a higher price than the other varieties. Light blue Chalcedony has also recently become popular as a gemstone.The Chalcedony varieties are very popular among amateur collectors and sold in tourist shops worldwide, especially in tumbled form."
    ]
  },
  {
    "mineral": "Chalcocite",
    "uses": [
      "As a minor ore of copper and as mineral specimens.",
      "Chalcocite is an important copper ore. It has a high copper\r\ncontent and the process of extracting the copper from the sulfur in Chalcocite is relatively easily. Chalcocite is also an important collector's mineral, and good crystals command very high prices."
    ]
  },
  {
    "mineral": "Chalcophyllite",
    "uses": ["A very minor ore of copper and as mineral specimens."]
  },
  {
    "mineral": "Chalcopyrite",
    "uses": [
      "Major ore of copper",
      "Chalcopyrite is the main ore  of copper.\r\nChalcopyrite is sometimes polished into beads and pendants as cheap jewelry."
    ]
  },
  { "mineral": "Chalcosiderite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Chalcotrichite",
    "uses": ["Ore of copper, rarely as a gemstone."]
  },
  {
    "mineral": "Chambersite",
    "uses": [
      "Chambersite is a rare collector's mineral, with its well-formed, small crystals making highly collectible specimens for thumbnail collectors."
    ]
  },
  {
    "mineral": "Charoite",
    "uses": ["An ornamental stone and also as gemstones."]
  },
  {
    "mineral": "Chengdeite",
    "uses": ["A very minor ore of iridium and as mineral specimens."]
  },
  {
    "mineral": "Chert",
    "uses": [
      "In some areas, chert is ubiquitous as stream gravel and fieldstone and is currently used as construction material and road surfacing. Part of chert’s popularity in road surfacing or driveway construction is that rain tends to firm and compact chert while other fill often gets muddy when wet.\nCherts are subject to problems when used as concrete aggregates. Deeply weathered chert develops surface pop-outs when used in concrete that undergoes freezing and thawing because of the high porosity of weathered chert. The other concern is that certain cherts undergo an alkali-silica reaction with high-alkali cements. This reaction leads to cracking and expansion of concrete and ultimately to failure of the material."
    ]
  },
  { "mineral": "Childrenite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Chkalovite",
    "uses": ["As mineral specimens and rarely as a \ngemstone."]
  },
  {
    "mineral": "Chlorapatite",
    "uses": [
      "As a source of phosphorous to be used in fertilizer, rarely as a gemstone and as a mineral specimen."
    ]
  },
  {
    "mineral": "Chlorargyrite",
    "uses": [
      "As a minor ore of silver and as mineral specimens.",
      "Chlorargyrite is an important ore of silver. A handful of localities have produced material of interest, including visible crystals that make rare collector's items. "
    ]
  },
  {
    "mineral": "Chlorite",
    "uses": ["As a mineral specimen and some industrial uses.", ""]
  },
  {
    "mineral": "Chondrodite",
    "uses": [
      "Only as mineral specimens.",
      "Good examples of this mineral from classic localities are highly desirable to collectors."
    ]
  },
  {
    "mineral": "Chromite",
    "uses": [
      "The principle ore of chromium, as a refractory component, as a dye and as mineral specimens.",
      "Chromite is the main ore  of the element chromium."
    ]
  },
  {
    "mineral": "Chromium",
    "uses": [
      "Many applications for the metal chromium.",
      "Chromium is alloyed (that is, mixed) with steel to make it corrosion-resistant or harder. An example is its use in the production of stainless steel, a bright, shiny steel that is strong and resistant to oxidation (rust). Stainless steel production consumes most of the chromium produced annually. Chromium is also used to make heat-resisting steel. So-called “superalloys” use chromium and have strategic military applications.\nChromium also has some use in the manufacture of certain chemicals. For example, chromium-bearing chemicals are used in the process of tanning leather. Chromium compounds are also used in the textiles industries to produce a yellow color."
    ]
  },
  {
    "mineral": "Chrysoberyl",
    "uses": [
      "As a gemstone and an ore of beryllium",
      "Transparent yellow Chrysoberyl is used as a gemstone. The Alexandrite and Cat's Eye varieties are very expensive and desirable gemstones. Transparent yellow and green stones are also used as gemstones, but with much less value and popularity than Alexandrite or Cat's Eye.\r\nChrysoberyl is also a minor ore of the element beryllium."
    ]
  },
  {
    "mineral": "Chrysocolla",
    "uses": [
      "Minor ore of copper and an ornamental stone.",
      "Chrysocolla is used as a minor gemstone and may be fashioned into beads and cabochons. It is also occasionally faceted into other gemstone forms for collectors. Although Chrysocolla's colors is very unique and attractive, its low hardness limits its use as a gemstone. The gemstone forms are associated with harder Quartz and are also more stable.Chrysocolla occurs in many important copper deposits, and is an ore of copper."
    ]
  },
  { "mineral": "Chrysoprase", "uses": ["Gemstone and ornamental stone."] },
  {
    "mineral": "Chrysotile",
    "uses": [
      "Many industrial applications, including brake linings and fireproof fabrics and as an ornamental stone."
    ]
  },
  {
    "mineral": "Churchite",
    "uses": [
      "As a very minor ore of yttrium and erbium and as mineral specimens."
    ]
  },
  {
    "mineral": "Cinnabar",
    "uses": [
      "Primary ore of mercury, a pigment and as a minerals specimen.",
      "Cinnabar is the most common mercury mineral and is the chief ore of that metal. It is mined extensively for the production of mercury. Aesthetic crystals of Cinnabar, especially those from China, are very popular among mineral collectors. Cinnabar has been historically used as a vermilion pigment."
    ]
  },
  {
    "mineral": "Citrine",
    "uses": [
      "Gemstone and ornamental stone",
      "Citrine is known mainly for its use as a gemstone. Gems are faceted for jewelry, and it is often used as an inexpensive substitute for Topaz. Citrine is also popular among mineral collectors, and small pieces and drusy plates are often sold to amateur collectors in gift shops."
    ]
  },
  {
    "mineral": "Clausthalite",
    "uses": [
      "As a very minor ore of lead and selenium and as mineral specimens."
    ]
  },
  {
    "mineral": "Clays",
    "uses": [
      "The United States both imports and exports clays and clay products. It is estimated that the United States consumes about 37.6 million tons of clays each year.\nBall clays are good quality clays used mostly in pottery but are also added to other clays to improve their plasticity. Ball clays are not as common as other clay varieties. One third of the ball clay used annually is used to make floor and wall tiles. It is also used to make sanitary ware, pottery, and other uses.\nBentonite is formed from the alteration of volcanic ash. Bentonite is used in pet litter to absorb liquids. It is used as a mud in drilling applications. It is also used in other industrial applications such as the “pelletizing” of iron ore.\nCommon clay is used to make construction materials such as bricks, cement, and lightweight aggregates.\nFire clays are all clays (excluding bentonite and ball clays) that are used to make items resistant to extreme heat. These products are called refractory products. Nearly all (81%) of fire clays are used to make refractory products.\nFuller’s earth is composed of the mineral palygorskite (at one time this mineral was called “attapulgite”). Fuller’s earth is used mostly as an absorbent material (74%), but also for pesticides and pesticide-related products (6%).\nKaolinite is a clay composed of the mineral kaolin. It is an essential ingredient in the production of high quality paper and some refractory porcelains."
    ]
  },
  {
    "mineral": "Cleavelandite",
    "uses": ["Ornamental stone, ceramics and mineral specimens."]
  },
  { "mineral": "Cliffordite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Clinochlore",
    "uses": [
      "As mineral specimens.",
      "The pink to purple chromium-rich variety of Kammererite is a rare and popular collectors mineral."
    ]
  },
  { "mineral": "Clinoclase", "uses": ["Mineral specimens"] },
  {
    "mineral": "Clinohedrite",
    "uses": ["A very minor ore of zinc and as mineral specimens."]
  },
  {
    "mineral": "Clinohumite",
    "uses": [
      "Rarely cut as a gemstone and as mineral specimens.",
      "Clinohumite is of interest to collectors, especially the rare transparent forms which are highly collectible. Gems for collectors are ocassionally cut from transparent stones."
    ]
  },
  {
    "mineral": "Clinoptilolite",
    "uses": [
      "As a chemical filter, chemical absorber, water purifier and as mineral specimens."
    ]
  },
  {
    "mineral": "Clinozoisite",
    "uses": [
      "Most forms of Clinozoisite are ugly and do not have much use. The rare transparent forms, especially from Pakistan, make a valuable collectors mineral."
    ]
  },
  {
    "mineral": "Coal",
    "uses": [
      "Source of energy, lubricant, pigment and source\n  of carbon for industrial purposes",
      ""
    ]
  },
  {
    "mineral": "Cobalt",
    "uses": [
      "Many applications for metallic cobalt.",
      "Cobalt has been used by civilizations for centuries to create beautiful deep blue glass, ceramics, pottery and tiles. In a similar way, it is being used to make paint pigments.\nIn addition to these traditional uses, cobalt is used in a number of industrial applications. When cobalt is alloyed with other metals, very strong magnets are created. Superalloys containing cobalt are used in the production of jet engines and gas turbine engines for energy generation. These superalloys account for nearly half of the cobalt used each year. Some cobalt is used to make cutting and wear-resistant materials.\nA synthetic isotope of cobalt, cobalt-60, produces gamma rays. This is used for sterilization of medical supplies and foods, for industrial testing and to fight cancer."
    ]
  },
  {
    "mineral": "Cobaltite",
    "uses": [
      "Important ore of cobalt and as mineral specimens.",
      "Cobaltite is mined for its cobalt content. Well-formed crystals, especially those from Sweden, are highly valued classics among collectors."
    ]
  },
  {
    "mineral": "Cobaltocalcite",
    "uses": ["Very minor ore of cobalt and as a mineral specimen."]
  },
  {
    "mineral": "Coconinoite",
    "uses": ["A very minor ore of uranium and as mineral specimens."]
  },
  {
    "mineral": "Coesite",
    "uses": [
      "As an indicator of high pressure crystallization (possibly a meteorite impact) and as mineral specimens."
    ]
  },
  {
    "mineral": "Colemanite",
    "uses": [
      "An ore of boron and as a source of borax (a cleaning agent and useful industrial chemical)",
      "Colemanite has many important uses. It is a significant ore  of boron, and was the most important ore prior to the discovery of Kernite in 1926. It is also used in the manufacture of heat resistant glass, and has other industrial, medicinal, and cosmetic uses. It is a popular collector mineral.",
      "See Boron"
    ]
  },
  { "mineral": "Collinsite", "uses": ["Mineral specimens."] },
  {
    "mineral": "Columbite",
    "uses": [
      "An ore of niobium and tantalum and as mineral specimens.",
      "Columbite is as an ore of the rare elements niobium and tantalum. "
    ]
  },
  { "mineral": "Conglomerate", "uses": [""] },
  {
    "mineral": "Conichalcite",
    "uses": ["A minor ore of copper and as mineral specimens."]
  },
  {
    "mineral": "Connellite",
    "uses": ["As a minor ore of copper and as mineral specimens."]
  },
  { "mineral": "Copiapite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Copper",
    "uses": [
      "Minor ore of copper, ornamental stone",
      "Native Copper was the only source of copper until the turn of the century, when extraction methods were improved. The copper ores  are far more abundant than Native Copper, and are the main source of copper today. Even though, Native Copper is sometimes mined on its own for the copper content. Copper ranks second as the most-used metal in the world. The special properties of conductivity, malleability, resistance, and beauty make it so popular. The main uses of copper are electrical. Due to the greatness of copper's conductivity, which offers the lowest electrical resistance after silver. Copper is very ductile and can be drawn into very thin wires, which serves as its primary electrical function. It is used for electrical machinery such as motors, electromagnets, generators and communication devices.Copper has been fashioned into ornamental objects and cooking utensils since the beginning of mankind. Coins have also been made of copper throughout history. Copper is also used in pigments, insecticides, and fungicides, although it has of lately been largely replaced by synthetic chemicals.Two important alloys are formed from copper. Brass is an alloy of copper and zinc, and bronze is an alloy of copper and tin. U.S. pennies were made out of copper until 1982, when the cost of copper exceeded the value of the penny. Since 1982, pennies are now from zinc and are only plated with copper.",
      "In pure form, copper is drawn into wires or cables for power transmission, building wiring, motor and transformer wiring, wiring in commercial and consumer electronics and equipment; telecommunication cables; electronic circuitry; plumbing, heating and air conditioning tubing; roofing, flashing and other construction applications; electroplated coatings and undercoats for nickel, chrome, zinc, etc.; and miscellaneous applications. As an alloy with tin, zinc, lead, etc. (brass and bronze), it is used in extruded, rolled or cast forms in plumbing fixtures, commercial tubing, electrical contacts, automotive and machine parts, decorative hardware, coinage, ammunition, and miscellaneous consumer and commercial uses. Copper is an essential micronutrient used in animal feeds and fertilizers."
    ]
  },
  {
    "mineral": "Cordierite",
    "uses": [
      "As a gemstone and as a mineral specimen.",
      "The transparent gem variety of Cordierite is known as Iolite, and has recently become a mainstream gemstone. Due to its good color and hardness, it is used as an affordable replacement to Sapphire, and is used in ring, earrings, and as pendants."
    ]
  },
  {
    "mineral": "Cordylite",
    "uses": [
      "As a very minor ore of cerium and other rare earth metals and as mineral specimens."
    ]
  },
  { "mineral": "Cornetite", "uses": ["Mineral specimens."] },
  {
    "mineral": "Corundum",
    "uses": [
      "As a gemstone, mineral specimens and as an abrasive.",
      "Ruby and Sapphire are the most famous gemstones after Diamond. They have retained their high value throughout the centuries and are continuously and vigorously mined throughout the world. Red rubies and blue Sapphires are the most popular Corundum gemstones, though other Sapphire colors such as orange, yellow, and green are becoming increasingly popular in gemstone use.Corundum has some electrical uses, and non gem material, such as Emery, is used as an abrasive because of its high hardness.The gemstone applications of\r\n the Corundum varieties are discussed in greater detail in their own \r\ndedicated gemstones pages. Make sure to also see the gemstone section on Ruby and Sapphire.",
      "See aluminum.\nCorundum is used as an abrasive because it has a hardness of 9.0 and can scratch almost anything.  It is used in sandpaper and in industrial abrasives. However, in the U.S., synthetics have recently begun replacing natural corundum as the abrasive of choice. Its widest use in the US is for hardening heavy-duty concrete floors and for nonskid material on bridges. Because synthetic corundum is so hard and also transparent, it has many applications in optics and space equipment."
    ]
  },
  {
    "mineral": "Covellite",
    "uses": [
      "Minor ore of copper and as mineral specimens.",
      "Brightly colored Covellite is used as a collector's mineral. Covellite is a minor ore of copper in copper deposits."
    ]
  },
  { "mineral": "Creedite", "uses": ["Mineral specimens"] },
  {
    "mineral": "Cristobalite",
    "uses": [
      "As an indicator of high temperature crystallization and as mineral specimens.",
      "Cristobalite is used in scientific study. Its crystals provide key information to how crystals form, and how they change over in different environments."
    ]
  },
  {
    "mineral": "Crocidolite",
    "uses": ["As asbestos and as mineral specimens."]
  },
  {
    "mineral": "Crocoite",
    "uses": [
      "Only as mineral specimens and as a minor ore of chromium.",
      "Crocoite was at one time a main ore  of chromium, but it is now too rare to be used. Crystals are highly sought after by mineral collectors because of their attractive color."
    ]
  },
  {
    "mineral": "Crushed Stone",
    "uses": [
      "Crushed stone is used mostly as aggregate for road construction and maintenance. It is also used for making cement and lime and other chemical applications, and in agriculture. There are other uses for crushed stone, many of which are not accurately or completely reported."
    ]
  },
  {
    "mineral": "Cryolite",
    "uses": [
      "As a aid to aluminum processing and other industrial uses and as mineral specimens.",
      "Cryolite has been mined for its use as a flux to dissolve Bauxite in the recovery of aluminum by way of the Hall–Héroult process. It was eventually synthesized and is no longer mine economically. "
    ]
  },
  {
    "mineral": "Cubanite",
    "uses": ["A very minor ore of copper and as mineral specimens."]
  },
  {
    "mineral": "Cumengeite",
    "uses": [
      "A rare collectors mineral, with good epitaxial crystals being highly valuable."
    ]
  },
  {
    "mineral": "Cumengite",
    "uses": ["A very minor ore of lead and copper and as mineral specimens."]
  },
  {
    "mineral": "Cummingtonite",
    "uses": ["Are limited to some asbestos uses and as mineral specimens."]
  },
  {
    "mineral": "Cuprite",
    "uses": [
      "Ore of copper, rarely as a gemstone.",
      "Cuprite is an important collectors mineral, and is a minor ore of copper."
    ]
  },
  { "mineral": "Cuproadamite", "uses": ["Only as mineral specimens"] },
  {
    "mineral": "Cuprosklodowskite",
    "uses": ["Mineral specimen and very minor ore of uranium"]
  },
  {
    "mineral": "Cyanotrichite",
    "uses": [
      "Only as mineral specimens.",
      "Cyanotrichite is an uncommon copper mineral, and is a very minor copper ore. It is popular as a micromount mineral."
    ]
  },
  {
    "mineral": "Cylindrite",
    "uses": ["Mineral specimens and as a very minor ore of lead and tin."]
  },
  {
    "mineral": "Danburite",
    "uses": [
      "Mineral specimen",
      "Danburite forms well-shaped and sometimes totally transparent crystals which are collectors items. Danburite is also occasionally used as a rare colorless or yellow gemstone."
    ]
  },
  {
    "mineral": "Datolite",
    "uses": [
      "As a mineral specimen, rarely as an ornamental stone and as a minor gemstone.",
      "Datolite is used a collector's gemstone, and the nodules from Michigan are sliced and polished as ornamental stones and minor gemstones. Datolite is mined in Russia as a source of boron."
    ]
  },
  { "mineral": "Demantoid", "uses": ["Gemstone."] },
  {
    "mineral": "Descloizite",
    "uses": ["As a minor ore of lead and zinc and as mineral specimens"]
  },
  {
    "mineral": "Diaboleite",
    "uses": ["A very minor ore of copper and lead and as mineral specimens."]
  },
  {
    "mineral": "Diamond",
    "uses": [
      "Usually as a gemstone and abrasive, \nalso scientific uses.",
      "The most notable use of Diamonds is in the jewelry market. Due to the brilliance, hardness, and rarity of Diamond, it is the most famous of all gemstones.\r\nColorless Diamonds are most often used in jewelry, although recently yellow and brown gems have picked up in popularity. Colored Diamonds such as blue, red, green, pink, and purple, are known as Fancies, and are extremely rare and command exorbitant prices.Only about 20 percent of Diamonds are fit for gem use. The other 80 percent mined are used industrially, especially as abrasives and as Diamond saws, which are rotary saws with tiny Diamond studs that can cut almost anything. In fact, the only way to cut and polish a Diamond gem is with a Diamond saw. Diamond is also used in thermal insulators, in optics, and in electronics.",
      "Because it is the hardest substance known, diamond will cut through any material. Consequently, it is used as an abrasive and in cutting and grinding applications. Industrial diamonds are embedded in large steel drill bits to drill into rock for wells to find water, oil, and natural gas. It is also important in the manufacture of machinery for drilling and cutting metal machine parts.\nThe United States is by far the world’s largest consumer and market for industrial diamonds. It is predicted that the U.S. will lead the world in diamond consumption well into the 21st century."
    ]
  },
  {
    "mineral": "Diaspore",
    "uses": [
      "Diaspore, being a component of Bauxite, is an important ore of aluminum. Crystallized Diaspore specimens are highly desired by mineral collectors, especially those from Turkey. The transparent, color-changing Diaspore gem often promoted by the name Zultanite is used as a gemstone."
    ]
  },
  {
    "mineral": "Diatomite",
    "uses": [
      "Because of its porosity, diatomite has been used extensively as a filter for a variety of purposes. It is used to filter impurities out of everything from beer and wine to oils and greases. Similarly, diatomite is used to filter impurities from water to produce drinkable (potable) water in public water systems. In this situation, the diatomite removes bacteria and protozoa.\nThe oldest use of diatomite is as a very mild abrasive and for this purpose has been used in toothpaste and metal polishes.\nIt is also used in paper, paint, brick, tile, ceramics, plastics, soaps, detergents and other products as a filler. A filler is a substance that increases the volume of a product and/or fills in space.\nDiatomite has also found value as an insulating material in high-temperature mechanisms like furnaces and boilers. It has also proven effective as a sound insulator."
    ]
  },
  {
    "mineral": "Digenite",
    "uses": ["As an important ore of copper and as mineral specimens."]
  },
  {
    "mineral": "Dimension Stone",
    "uses": [
      "Rough block production represents more than half of the dimension stone produced annually. Rough blocks of various dimension stone are used mostly in construction and to make monuments. Dressed stone is used to make curbstones for streets, flagstones for roofs and walkways, and other decorative uses such as for carvings and statues. Dressed stone represents more than half by tonnage of total dimension stone sold or used."
    ]
  },
  {
    "mineral": "Diopside",
    "uses": [
      "Occasionally used as a gemstone and as a mineral specimen.",
      "Diopside creates fine collector specimens, and transparent crystals from the classic localities are highly valued. Diopside is faceted as a minor gemstone, and the emerald-green, chromium-rich Chrome-Diopside variety has been increasing in popularity. Some polished Diopside gemstones display asterism in the form of four-rayed stars."
    ]
  },
  {
    "mineral": "Dioptase",
    "uses": [
      "Mineral specimen, rarely a gemstone and a very minor ore of copper.",
      "Dioptase is a highly valued mineral, and good crystals are sought out by mineral collectors and enthusiasts. Dioptase specimens, especially those from classic localities, can be quite costly."
    ]
  },
  {
    "mineral": "Diorite",
    "uses": [
      "It is still used today in masonry, stonework and as a building material."
    ]
  },
  {
    "mineral": "Dolomite",
    "uses": [
      "In some cements, as a source of magnesium and as mineral specimens.",
      "Dolomite is used to make magnesia, which has important medicinal applications. It is important in the chemical industry for the preparation of magnesium salts. It is also used in soil mixtures to lower the acid levels of the soil.Dolomite specimens from the the Midwest localities in the Tri-State region of Oklahoma, Missouri, and Kansas are popular collector items. The clear transparent specimens from Spain and the hot-pink variety from the Congo make rare and unusual specimens that are highly sought after by collectors. Dolomite rock is used as an ornamental and structural stone, and for extracting certain metals from their ores. ",
      ""
    ]
  },
  {
    "mineral": "Domeykite",
    "uses": [
      "Mineral specimens, ornamental stone and as a minor ore of copper."
    ]
  },
  {
    "mineral": "Dravite",
    "uses": [
      "Mineral collection specimens",
      "Dravite is mainly a collectors minerals. Though much Dravite is mostly in dull forms that are uninteresting to collectors, the large well formed crystals and rare transparent forms are very much in demand among collectors and can obtain premium prices. Dravite is rarely used in jewelry.See the gemstone section on Tourmaline for more detailed information."
    ]
  },
  { "mineral": "Dufrenite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Duftite", "uses": ["Only as mineral specimens"] },
  {
    "mineral": "Dumortierite",
    "uses": [
      "As an ornamental and semi-precious stone, in the manufacture of high grade ceramics and porcelain and as mineral specimens.",
      "Dumortierite may be used as a minor gemstone. Dumortierite-included Quartz, often known as \"Dumortierite Quartz\", is an increasingly popular minor blue gemstone. Dumortierite is also mined for spark plug ceramics as an electric insulator."
    ]
  },
  {
    "mineral": "Dundasite",
    "uses": ["As a very minor ore of lead and as mineral specimens."]
  },
  {
    "mineral": "Dyscrasite",
    "uses": ["Mineral specimens and as a minor ore of silver."]
  },
  { "mineral": "Edenite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Edingtonite",
    "uses": ["As mineral specimens and chemical filters."]
  },
  {
    "mineral": "Elbaite",
    "uses": [
      "As gemstones, ornamental stone and mineral collection specimens.",
      "Elbaite is form of Tourmaline used as a gemstone. Its popularity has greatly increased \r\nsince the 1990's, and this has also been reflected in the astronomical \r\nprices demanded from the finest Elbaite. Elbaite Tourmaline is cut into all forms and styles for jewelry use. All the colors of Elbaite, especially multicolored gems, are used in jewelry.\r\nSee the gemstone section on Tourmaline for more detailed information.\n\r\nElbaite form in extremely aesthetic slender crystals that are \r\nhighly valued by collectors. It is one of the most prized \r\nminerals, and fine crystals can be among the most beautiful examples in \r\nthe mineral kingdom. Instead of being faceted, many Elbaite crystals are \r\npreserved for their beauty. Thick, elongated crystals are sometimes \r\nsliced into sections and sold as \"Tourmaline cross sections\"."
    ]
  },
  { "mineral": "Elpidite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Emerald",
    "uses": [
      "Gemstone.",
      "Emerald is one of the most valuable gemstones. It is the most famous green gemstone, and its deep emerald-green color gives it its unique status. It is used in all forms of jewelry, and less transparent stones are cut into cabochons. Good quality Emerald specimens are highly valued by collectors."
    ]
  },
  {
    "mineral": "Emmonsite",
    "uses": ["A very minor ore of tellurium and as mineral specimens."]
  },
  {
    "mineral": "Emplectite",
    "uses": [
      "As mineral specimens and as a very minor ore of copper and bismuth."
    ]
  },
  {
    "mineral": "Enargite",
    "uses": [
      "As a minor ore of copper and as mineral specimens.",
      "Enargite is a significant ore of copper. "
    ]
  },
  {
    "mineral": "Enstatite",
    "uses": [
      "As mineral specimens and some varieties are cut as gemstones.",
      "The variety Bronzite is used as a minor gemstone. It often contains inclusions of highly reflective minerals, such as Hematite and Goethite, which give it a bronze-like effect when polished (hence its name). Polished Bronzite may also exhibit  asterism  or  cat's eye effect."
    ]
  },
  { "mineral": "Eosphorite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Epididymite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Epidote",
    "uses": [
      "Mineral specimens and rarely as a gemstone.",
      "Good Epidote crystals, especially those outstanding forms from Austria, Alaska, and Pakistan, are highly valued among collectors. These are considered mineral classics and are well represented in many of the finest collections. Epidote is occasionally faceted as a collectors gemstone."
    ]
  },
  {
    "mineral": "Epistilbite",
    "uses": ["Mineral specimen and chemical filter."]
  },
  {
    "mineral": "Epsomite",
    "uses": [
      "A source of magnesium salts, various chemical and medicinal\nuses and as mineral specimens.",
      "Epsomite is an important industrial mineral. It is chiefly used for the production of epsom salts. It is also used in the preparation of pharmaceutical products, for the production of paper and sugar, and as dying material."
    ]
  },
  { "mineral": "Erionite", "uses": ["Mineral specimen and chemical filter."] },
  {
    "mineral": "Erythrite",
    "uses": [
      "A very minor ore of cobalt and mineral specimens",
      "Erythrite is an ore of cobalt, and is an important collectors mineral."
    ]
  },
  {
    "mineral": "Esperite",
    "uses": ["A very minor ore of zinc and as mineral specimens."]
  },
  { "mineral": "Ettringite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Euclase",
    "uses": [
      "Gemstone and as mineral specimens.",
      "Euclase is a highly prized collector's mineral, and those of good color can be among the most expensive minerals. Although hardness, color, and clarity are often presentable in this mineral, its rarity and difficulty in cutting (due to perfect cleavage) limit Euclase from becoming a mainstream gemstone. It is, however, sometimes cut for connoisseur gemstone collectors."
    ]
  },
  {
    "mineral": "Eucryptite",
    "uses": ["Rarely cut as a gemstone, more common as mineral specimens."]
  },
  {
    "mineral": "Eudialyte",
    "uses": ["As mineral collection specimens and rarely cut as a \ngemstone."]
  },
  { "mineral": "Eudidymite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Euxenite",
    "uses": [
      "A minor ore of rare earth elements and uranium, sometimes\ncut as a gemstone\nand as mineral specimens."
    ]
  },
  {
    "mineral": "Fayalite",
    "uses": [
      "As refractory sands, abrasives, gemstones and as mineral specimens."
    ]
  },
  { "mineral": "Fedorite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Feldspar",
    "uses": [
      "Feldspar is used to make dinnerware and bathroom and building tiles. In ceramics and glass production, feldspar is used as a flux. A flux is a material that lowers the melting temperature of another material, in this case, glass.\nSubstitutes and Alternative Sources\nFeldspar can be replaced by other minerals and mineral mixtures of similar physical properties. Minerals that could be used to replace feldspar include pyrophyllite, clays, talc, and feldspar-silica (quartz) mixtures. The abundance of feldspar will make these substitutions unnecessary for the foreseeable future."
    ]
  },
  {
    "mineral": "Ferberite",
    "uses": [
      "As a minor ore of tungsten (an important industrial element) and as a mineral specimen",
      "Ferberite is an important ore of tungsten. Good specimens are not common, and are highly desired by mineral collectors."
    ]
  },
  { "mineral": "Ferro-edenite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Ferroglaucophane", "uses": ["Only as mineral specimens."] },
  { "mineral": "Fiedlerite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Flint", "uses": ["Gemstone and ornamental stone."] },
  {
    "mineral": "Fluorapatite",
    "uses": [
      "As a source of phosphorous to be used in fertilizer, rarely as a gemstone and as a mineral specimen."
    ]
  },
  {
    "mineral": "Fluorite",
    "uses": [
      "As a flux (hence the name) in iron smelting, a rare \ngemstone, a source of fluorine, \n\nas special optical lenses and a popular mineral specimen.",
      "Fluorite is the only mineral for which significant quantities of the important element fluorine can be obtained. Fluorite is also used as a flux  in the manufacture of steel and other metals to eliminate impurities. There is a great demand for Fluorite in the optics field, and to meet it synthetic crystals are grown to produce special lenses. It is used in the production of certain glass and enamel.Ornamental objects have been found carved from Fluorite. It is soft and creates beautiful ornaments if a large enough chunk is found. Fluorite very often occurs in unflawed crystals in beautiful colors, but its softness prevents it from being a gemstone and it is only faceted for collectors. Fluorite is a very popular mineral among collectors, especially those of classic occurrences which can command exorbitant prices.",
      "The majority of the United States’ annual consumption of fluorspar is for the production of hydrofluoric acid (HF) and aluminum fluoride (AlF3). HF is a key ingredient for the production of all organic and non-organic chemicals that contain the element fluorine. It is also used in the manufacture of uranium. AlF3 is used in the production of aluminum.\nThe remainder of fluorspar consumption is as a flux in making steel, glass, enamel, and other products. A flux is a substance that lowers the melting temperature of a material."
    ]
  },
  { "mineral": "Fluorrichterite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Forsterite",
    "uses": [
      "As gemstones, industrial uses as refractory sands and abrasives, an ore of magnesium and as mineral specimens."
    ]
  },
  {
    "mineral": "Franckeite",
    "uses": ["A very minor ore of lead and tin and as a mineral specimen."]
  },
  {
    "mineral": "Franklinite",
    "uses": [
      "Important ore of zinc and manganese and as mineral specimens.",
      "Franklinite was a very important ore  of zinc, together with the other zinc minerals at the Franklin and Sterling Hill mines. Now, however, those mines are no longer active, so Franklinite is no longer used as an ore of zinc.\r\n\r\nLarge crystals of Franklinite are popular among collectors."
    ]
  },
  { "mineral": "Fuchsite", "uses": ["Mineral specimen and ornamental stone."] },
  { "mineral": "Fulgarite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Gabbro", "uses": [""] },
  {
    "mineral": "Gadolinite",
    "uses": ["A minor source of rare earth metals and as mineral specimens."]
  },
  { "mineral": "Gahnite", "uses": ["Only as a mineral specimens."] },
  {
    "mineral": "Galena",
    "uses": [
      "Major ore of lead and silver",
      "Galena is by far the greatest ore  of lead. The extraction process to remove the lead from the sulfur is very simple, thus lead has been extracted from Galena since the earliest times.Galena from certain regions is rich in silver, and some specimens may contain as much as 20 percent silver. Because of this, silver-rich Galena is also an ore  of silver. Another use of Galena was its importance in early radio devices.",
      "Due to its health risk, lead is no longer used in plumbing or paints, but has many applications such as batteries, or as a semi-conductor for radios and other electronic equipment. Lead vests are used in the medical industry as a protection from x-ray equipment."
    ]
  },
  {
    "mineral": "Garnet",
    "uses": [
      "The Garnets are important minerals, and are primarily known for their gemstone uses. The transparent varieties are used in all forms of jewelry, with the most extensively used color being dark red. Other Garnet forms such as the reddish-orange Spessartine, yellow Grossular, and the green Tsavorite and Demantoid also make fine gemstones.See the gemstone section on Garnet for more detailed information, as well as the individual Garnet gemstone variety pages on Almandine, Pyrope, Rhodolite, Spessartite, Grossular, Tsavorite, Andradite, and Uvarovite for more detailed gemstone information on each Garnet gemstone form.Garnets with a high hardness are used as an abrasive, and can be made into sandpaper known as Garnet paper. Well formed crystals and interesting aggregates very popular among mineral collectors.",
      "Garnet is ground to a variety of sizes to be used as an abrasive. Garnet sandpaper was the original application of this mineral. It is also used to make a number of similar products, including sanding belts, discs, and strips. Today, the vast majority of garnet is used as an abrasive blasting material, for water filtration, in a process called water jet cutting, and to make abrasive powders."
    ]
  },
  {
    "mineral": "Gaspeite",
    "uses": [
      "As an ornamental stone and as mineral specimens.",
      "Gaspeite is a minor gemstone and is cut into cabochons and beads for jewelry."
    ]
  },
  { "mineral": "Gaylussite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Gersdorffite",
    "uses": ["As a very minor ore of nickel and as mineral specimens."]
  },
  {
    "mineral": "Gibbsite",
    "uses": [
      "A minor source of metallic aluminum.",
      "Gibbsite, being an important component of Bauxite, is an important ore of aluminum."
    ]
  },
  {
    "mineral": "Glauberite",
    "uses": [
      "A minor source of \"glauber's salt\", na2so4, and as mineral specimens.",
      "Glauberite is used for the extraction of Glauber's salt."
    ]
  },
  { "mineral": "Glaucophane", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Gmelinite",
    "uses": [
      "Mineral specimen and chemical filter.",
      "Gmelinite is used as a collectors mineral, especially by zeolite collectors."
    ]
  },
  {
    "mineral": "Goethite",
    "uses": [
      "Important ore of iron, pigment",
      "Goethite is used as an ore of iron. "
    ]
  },
  {
    "mineral": "Gold",
    "uses": [
      "Major ore of gold and as mineral specimens.",
      "Gold has been used as a precious metal throughout the history of mankind. This is due to its resistance, beauty, rareness, and the fact that it is very easy to work with. Many exotic gold ornaments from the past have been found. Especially noteworthy are the golden ornaments from the tombs of the Pharaohs in Egypt, where gold masks, statues, coins, and much jewelry was archeologically excavated. Gold has been used for coinage throughout the centuries, and is currently accepted internationally as a standard value. Nowadays, the main use of gold is for jewelry.\r\n\r\nAs pure gold is easily bent and dented, it is always alloyed with other metals when used in jewelry. This makes it more durable and practical for ornamental use. The purity of the gold based on the alloyed metal is measured in karat weight. The karat measurement determines the percentage of gold to other metals on a scale of 1 to 24 , with 24 karats being pure gold.\r\n\r\nDue to gold's distinctive properties as a metal, it has several industrial uses. It is used in photography, dentistry, coloring, and is currently being studied for cancer treatments.\r\n\r\n",
      "Most gold is used to make jewelry and other art items. Because it is chemically stable and conducts electricity so well, it is very important in electronics. Electronic applications represent a significant amount of the United States’ annual gold consumption, followed by dentistry and a variety of other applications.\nGold has been very important as the standard for currency. In 1792, the United States Congress established gold and silver as the standard for the nation’s money. The U.S. Department of the Treasury holds a major stockpile of gold."
    ]
  },
  {
    "mineral": "Goosecreekite",
    "uses": [
      "Mineral specimen and chemical filter.",
      "Goosecreekite is a rare mineral that is highly desired by collectors. Its only practical use is as a high-end mineral for collectors, especially zeolite collectors."
    ]
  },
  { "mineral": "Gormanite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Goshenite",
    "uses": ["Gemstone and as a source of beryllium."]
  },
  { "mineral": "Graemite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Granite",
    "uses": [
      "Building material, decorative counter tops, tiles, \ntombstones,  roads, jewelry, curling stones, marbles",
      "There is an enormous abundance of granite throughout the United States, so it is not a surprise that a significant amount of granite is used in crushed stone applications. Crushed granite represents 16% of the total crushed stone produced in the U.S., and it is the second-most utilized crushed stone in the U.S. Crushed limestone is by far the most commonly used crushed rock in the U.S., representing 70% of total crushed rock consumption. The 16% represented by crushed granite (265,000 tons per year) is used in road construction and railroad beds. Larger pieces of granite are used to stabilize the land around roadways to minimize and even eliminate soil erosion.\nGranite is used extensively as dimension stone. It is used in the construction of buildings, both as building blocks and as veneers on frame structures. Because it can be smoothed to a very high polish, granite has found extensive use in memorials, headstones, monuments, carved decorations on buildings, statues and the like. Approximately 1.5 million tons of dimension stone is produced annually in the United States. Of this, granite accounts for over 400,000 tons (27%), second only to limestone."
    ]
  },
  {
    "mineral": "Graphite",
    "uses": [
      "For the lead in pencils, as a toughener of steel, in high-strength \ncomposites and as a lubricant.",
      "Much of the commercially mined Graphite is used for pencil fillings. The \"lead\" filling in pencils is in fact composed of a mixture of Graphite and clay. Graphite's main function, however, is as a lubricant. It has many electrical uses, primarily because it is the only common nonmetal that is a good conductor of electricity.",
      "Because graphite flakes slip over one another, giving it its greasy feel, graphite has long been used as a lubricant in applications where “wet” lubricants, such as oil, can not be used. Technological changes are reducing the need for this application.\nNatural graphite is used mostly in what are called refractory applications. Refractory applications are those that involve extremely high heat and therefore demand materials that will not melt or disintegrate under such extreme conditions. One example of this use is in the crucibles used in the steel industry. Such refractory applications account for the majority of the usage of graphite.\nIt is also used to make brake linings, lubricants, and molds in foundries. A variety of other industrial uses account for the remaining graphite consumed each year."
    ]
  },
  {
    "mineral": "Gratonite",
    "uses": ["Mineral specimens and as a very minor ore of lead."]
  },
  {
    "mineral": "Greenockite",
    "uses": [
      "A minor ore of cadmium and as mineral specimens.",
      "Greenockite is the only ore mineral of the element cadmium. Due to the rarity of Greenockite, most cadmium is actually produced as a by-product of lead and zinc ores, especially Sphalerite. Greenockite was once used as a yellow pigment and known as cadmium ochre. Elemental cadmium has many uses, including electronics and batteries (nickel-cadmium), electroplating, and forming of high temperature alloys.Greenockite is considered a rare collector's mineral, and is much sought after by mineral collectors when in crystallized specimens."
    ]
  },
  {
    "mineral": "Grossular",
    "uses": [
      "Abrasive, mineral specimens and as a gemstone",
      "Although slightly softer than other Garnets, Grossular Garnets have good color and transparency and make good gemstones, though large cuttable crystals are uncommon. The most prized Grossular gemstone is the rare and valuable emerald-green Tsavorite. Hessonite is occasionally used as a gemstone, as well as the light green to yellowish-green variety. The massive, vein-like material usually categorized as Hydrogrossular is occasionally carved into ornaments and cabochons.\r\nSee the gemstone section on Grossular, Tsavorite, and Garnet for more information.Grossular is a valuable mineral to collectors, and good transparent specimens can demand a high price. "
    ]
  },
  {
    "mineral": "Gummite",
    "uses": [
      "Gummite is an ore of uranium in uranium deposits. Mineral specimens are sometimes sliced and polished to show embedded color patterns of Gummite within the matrix."
    ]
  },
  {
    "mineral": "Gypsum",
    "uses": [
      "Plaster, wall board, some cements, fertilizer, paint filler, ornamental stone, etc..",
      "Gypsum is an industrially important mineral. It is the primary ingredient of plaster-of-Paris, which is finely ground Gypsum, and it is used in the production of cement. It is also the main component of sheet rock. It is used as a flux  for creating earthenware, and can be used as a fertilizer. The variety Alabaster is is carved for ornamental use, such as artistic sculptures and pottery. It is porous and is therefore easily dyed. The fibrous Satin Spar variety is sometimes cut into cabochons for collectors because of its strong cat's eye effect.\r\n\r\nFine Gypsum specimens are very popular among mineral collectors, especially the varieties Selenite and Desert Rose.",
      "The most significant use for gypsum is for wallboard and plaster products. All modern homes in North America and other developed countries use a great deal of wallboard for interior walls. The United States is the world’s leading consumer of wallboard at over 30 billion square feet per year. Some gypsum is used to make Portland cement, and some is used in agricultural applications. A small amount of very pure gypsum is used in glass making and other specialized industrial applications."
    ]
  },
  { "mineral": "Gyrolite", "uses": ["Mineral specimen"] },
  {
    "mineral": "Hackmanite",
    "uses": ["Mineral specimens and ornamental stone"]
  },
  {
    "mineral": "Hafnon",
    "uses": [
      "Although Hafnon is not a well-known mineral, it often occurs together with Zircon rich in hafnium, and is thus an ore of the rare metal hafnium."
    ]
  },
  {
    "mineral": "Halite",
    "uses": [
      "Major source of salt and as mineral specimens.",
      "Halite is the source of common salt. Enormous Halite deposits are worked for the mining of salt. Salt has many uses, and must be heavily mined to satisfy demand. Some of its most common uses are\r\nas food seasoning,\r\nfor road safety to melt snow and ice,\r\nas salt licks for cattle (these provide the cattle with salt, which is essential to their health), and for medicinal purposes.\r\n\r\nHalite is also the most important ore of the elements sodium and chlorine."
    ]
  },
  { "mineral": "Hanksite", "uses": ["Only as mineral specimens"] },
  {
    "mineral": "Hardystonite",
    "uses": ["A very minor ore of zinc and as mineral specimens."]
  },
  { "mineral": "Harmotome", "uses": ["Mineral specimen and chemical filter."] },
  {
    "mineral": "Hausmannite",
    "uses": ["A minor ore of manganese and as a mineral specimen."]
  },
  {
    "mineral": "Hedenbergite",
    "uses": [
      "Only as a mineral specimen.",
      "Large Hedenbergite crystals are uncommon and of interest to mineral collectors."
    ]
  },
  {
    "mineral": "Hedyphane",
    "uses": ["As a very minor ore of lead and as mineral specimens."]
  },
  { "mineral": "Heliodor", "uses": ["Gemstone."] },
  {
    "mineral": "Hematite",
    "uses": [
      "Very important ore of iron, as a pigment and as mineral specimens.",
      "Hematite is the principle ore  of iron. Huge quantities are mined throughout the world for industrial production. It is the source for roughly 90 percent of all iron mined in the United States. Hematite was largely used in the past as a red and brown pigment, although nowadays cheaper sources have been substituted. Well formed Hematite crystals are popular among mineral collectors, and tumbled, highly lustrous Hematite from Brazil makes a very popular, inexpensive specimen for amateur collectors.Hematite is also used as a minor gemstone. It is cut and polished into cabochons for jewelry and ornaments, fashioned into beads for bracelets and necklaces, and carved into ornamental figures."
    ]
  },
  {
    "mineral": "Hemimorphite",
    "uses": [
      "Minor ore of zinc",
      "Hemimorphite is an ore of zinc in zinc deposits. It is also an important mineral for collectors, especially when well-crystallized and in globular blue forms. Hemimorphite is also used as a collectors gemstone, with the blue forms polished into cabochons for collectors of rare gemstones."
    ]
  },
  {
    "mineral": "Herderite",
    "uses": [
      "As a very minor ore of beryllium and phosphorus and as mineral\nspecimens."
    ]
  },
  {
    "mineral": "Hessite",
    "uses": [
      "As mineral specimens and as a very minor ore of silver and tellurium."
    ]
  },
  { "mineral": "Hessonite", "uses": ["Gemstone."] },
  {
    "mineral": "Heulandite",
    "uses": [
      "As chemical filters and as mineral specimens.",
      "Large and well-shaped Heulandite  crystals are of interest to collectors. Heulandite as a zeolite is also used in water purifiers and chemical filters."
    ]
  },
  { "mineral": "Hiddenite", "uses": ["Gemstone."] },
  { "mineral": "Hilairite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Hinsdalite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Hodgkinsonite",
    "uses": ["A very minor ore of zinc and as mineral specimens."]
  },
  { "mineral": "Hopeite", "uses": ["Only as a mineral specimen."] },
  { "mineral": "Hornblend", "uses": ["Only as mineral specimens"] },
  {
    "mineral": "Hornblende",
    "uses": [
      "Hornblende is usually an uninteresting gangue material, especially when it is confused with ore minerals due to its shiny luster. Good crystals are infrequent and are used as collector's material when found. Hornblende is a constituent of granite, and is responsible for the black streaks in the granite that provide a desirable color variety and contrast."
    ]
  },
  {
    "mineral": "Howlite",
    "uses": [
      "As a source of boron, as an ornamental stone for carved beads, figurines and polished cabochons, as a turquoise substitute and as mineral specimens.",
      "The attractive intersecting veins in Howlite make it useful as an ornamental stone. It is used as gemstone for beads and is often tumbled and sold to amateur collectors. When dyed blue it is used as an inexpensive substitute for Turquoise. "
    ]
  },
  {
    "mineral": "Huebnerite",
    "uses": [
      "A minor ore of tungsten (an important industrial element) and as a mineral specimen.",
      "Huebnerite is an important ore of tungsten. Good specimens are not common, and are highly desired by mineral collectors."
    ]
  },
  { "mineral": "Humite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Hureaulite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Hydroboracite",
    "uses": ["As a minor source of boron and as mineral specimens."]
  },
  { "mineral": "Hydromagnesite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Hydroxylapatite",
    "uses": [
      "As a source of phosphorous to be used in fertilizer, rarely as a gemstone and as a mineral specimen."
    ]
  },
  {
    "mineral": "Hydroxylbastnasite",
    "uses": [
      "As an important ore of cerium and other rare earth metals and as mineral specimens."
    ]
  },
  {
    "mineral": "Hydrozincite",
    "uses": [
      "Minor ore of zinc and as a mineral specimen",
      "Hydrozincite is known among fluorescent mineral collectors due to its strong fluorescence. It is used as an ore  of zinc if found in areas where an abundance of zinc minerals are present."
    ]
  },
  {
    "mineral": "Hypersthene",
    "uses": ["As mineral specimens and there is an ornamental variety"]
  },
  { "mineral": "Ice", "uses": ["Source of water."] },
  {
    "mineral": "Idocrase",
    "uses": ["Mineral specimens and the gemstone, idocrase"]
  },
  {
    "mineral": "Ilmenite",
    "uses": [
      "As the major ore of titanium, a minor ore of iron, as a flux in blast furnaces, as an abrasive and as mineral specimens.",
      "Ilmenite is the most important ore of the element titanium. It has recently surpassed Rutile as the main ore mineral of that metal. Ilmenite was once used as a minor ore of iron prior to the discovery of titanium as an industrially important metal."
    ]
  },
  { "mineral": "Ilvaite", "uses": ["Mineral specimens"] },
  { "mineral": "Indicolite", "uses": ["Gemstone."] },
  {
    "mineral": "Inesite",
    "uses": [
      "Only as mineral specimens.",
      "Inesite specimens of quality are highly desired by mineral collectors."
    ]
  },
  { "mineral": "Iodargyrite", "uses": ["Iodargyrite is an ore of silver."] },
  {
    "mineral": "Iodine",
    "uses": [
      "Iodine is used in a number of chemical and biological applications. Silver iodide is used in photography. Iodide is used as a disinfectant. Iodine compounds are used as a catalyst. It is used as a supplement in animal feeds. Potassium iodine is included in table salt as a simple way to assure adequate iodine in the human diet. It is also used to make inks and colorants."
    ]
  },
  { "mineral": "Iolite", "uses": ["Gemstone"] },
  {
    "mineral": "Iron",
    "uses": [
      "As a mineral specimen and scientific studies.",
      "In the United States, almost all of the iron ore that is mined is used for making steel. The same is true throughout the world. Raw iron by itself is not as strong and hard as needed for construction and other purposes. So, the raw iron is alloyed with a variety of elements (such as tungsten, manganese, nickel, vanadium, chromium) to strengthen and harden it, making useful steel for construction, automobiles, and other forms of transportation such as trucks, trains and train tracks.\nAbout 98% of iron ore is used to make steel – one of the greatest inventions and most useful materials ever created. While the other uses for iron ore and iron are only a very small amount of the consumption, they provide excellent examples of the ingenuity and the multitude of uses that humans can create from natural resources. Powdered iron: used in metallurgy products, magnets, high-frequency cores, auto parts, catalyst. Radioactive iron (iron 59): in medicine, tracer element in biochemical and metallurgical research. Iron blue: in paints, printing inks, plastics, cosmetics (eye shadow), artist colors, laundry blue, paper dyeing, fertilizer ingredient, baked enamel finishes for autos and appliances, industrial finishes. Black iron oxide: as pigment, in polishing compounds, metallurgy, medicine, magnetic inks, in ferrites for electronics industry. Major producers of iron ore include Australia, Brazil, China, India, and Russia."
    ]
  },
  {
    "mineral": "Iron-nickel",
    "uses": [
      "Terrestrial Iron-nickel is very rare. Iron-nickel Meteorites are also rare, but are far more common than terrestrial Iron-nickel. Because there is an abundance of iron and nickel compounds, Iron-nickel is not used as an ore of either iron or nickel.Iron-nickel in all forms is valued as a rare collectors item, and meteorites are especially popular among collectors. There are collectors that specialize just in meteorites alone. Some meteorites are made into slabs or polished to display the etched Widmanstatten patterns. Meteorites are also used in scientific studies related to both geology and astronomy."
    ]
  },
  { "mineral": "Jade", "uses": ["Gemstone and ornamental stone."] },
  {
    "mineral": "Jadeite",
    "uses": [
      "As an ornamental stone used for carvings and semi-precious to precious stone used in jewelry",
      "Jadeite is an important mineral, as it is the primary form of the gemstone Jade. It is cut into cabochons, beads, and earrings, and some rings and bracelets may be carved out of an entire mass of Jade. Valuable ornamental sculptures and figures are often carved from this gem.See the gemstone section on Jade for more information."
    ]
  },
  {
    "mineral": "Jamesonite",
    "uses": ["Mineral specimens", "Jamesonite is a minor ore of lead."]
  },
  {
    "mineral": "Jarosite",
    "uses": [
      "Only as mineral specimens.",
      "Jarosite is not an industrially important mineral. However, it is popular among micromount collectors who find this mineral, which is only in small crystals, interesting in shape and color."
    ]
  },
  {
    "mineral": "Jasper",
    "uses": [
      "Gemstone and ornamental stone.",
      "Jasper is a well-know ornamental stone. It is is carved into ornamental objects, and is used as an inexpensive gemstone in jewelry, most commonly as beads\r\n in necklaces, bracelets, and earrings. It is a favorite among amateur gem cutters, as it is very diverse and fairly inexpensive."
    ]
  },
  {
    "mineral": "Jeremejevite",
    "uses": [
      "Jeremejevite is a rare mineral, and good examples of this mineral are highly valued by collectors. It is occasionally cut as a rare and valuable collector's gemstone."
    ]
  },
  { "mineral": "Joaquinite", "uses": ["Only as a mineral specimen"] },
  {
    "mineral": "Jordanite",
    "uses": [
      "As a very minor ore of lead and arsenic and as mineral specimens."
    ]
  },
  { "mineral": "Kaemmererite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Kaolinite",
    "uses": [
      "In the production of ceramics, as a filler for paint, rubber and plastics and the largest use is in the paper industry to produce a glossy paper such as is used in most magazines.",
      "Kaolinite is the most abundant clay mineral, and is used for pottery and ceramics. It is also very important in the production of paper, and is used in pharmaceuticals as an ingredient in some medications such as stomach soothers. Kaolinite is also used as an ingredient in some cosmetics, soaps, paint gloss, and toothpastes.",
      "During 2013, 48% of Kaolin was used in paper production, and 52% was used for ceramics, light bulbs, paint, rubber, adhesives, smoking pipes, white wash in masonry, absorbents, and in soap.  Within organic farming kaolinite is used as a form of pest control. It is an active ingredient within medicines for diarrhea, nausea, and other digestive issues."
    ]
  },
  {
    "mineral": "Kermesite",
    "uses": ["A very minor ore of antimony and as mineral specimens."]
  },
  {
    "mineral": "Kernite",
    "uses": [
      "An ore of boron and as mineral specimens.",
      "After its discovery, Kernite became the principle source of borax and other boron compounds. It yields more of the chemical borax than the actual mineral Borax, since it contains less water than the mineral Borax."
    ]
  },
  { "mineral": "Kidwellite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Kieserite",
    "uses": ["As a minor source of magnesium and as mineral specimens."]
  },
  {
    "mineral": "Kinoite",
    "uses": ["A very minor ore of copper and as an ornamental stone."]
  },
  { "mineral": "Knaufite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Kolwezite",
    "uses": ["A very minor ore of copper and cobalt, and as mineral specimens."]
  },
  {
    "mineral": "Kornerupine",
    "uses": ["As a gemstone and as mineral collection specimens."]
  },
  {
    "mineral": "Kottigite",
    "uses": ["A very minor ore of zinc and mineral specimens"]
  },
  { "mineral": "Kovdorskite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Krennerite",
    "uses": [
      "Krennerite is a rare collector's mineral, with special value due to its gold content."
    ]
  },
  {
    "mineral": "Ktenasite",
    "uses": ["As a very minor ore of copper and zinc and as mineral specimens."]
  },
  { "mineral": "Kulanite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Kunzite", "uses": ["Gemstone and ornamental stone."] },
  { "mineral": "Kupletskite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Kutnohorite", "uses": ["Only as mineral specimens"] },
  {
    "mineral": "Kyanite",
    "uses": [
      "In the manufacture of spark plugs etc and as mineral specimens.",
      "Kyanite is an important collectors mineral due to its beautiful color and ease of obtaining. It is also used as a minor blue gemstone."
    ]
  },
  {
    "mineral": "Kyanite, Andalusite, Sillimanite, and Mullite",
    "uses": [
      "Kyanite and its related minerals are used to make a variety of refractory materials. Refractory materials are those that are resistant to very high temperatures. As a result, more than half of the kyanite consumed is used in refractories for the production of steel. Kyanite is also used to produce refractories for nonferrous (non-iron-bearing) metals. Some is consumed to make refractories for glass and heat-resistant ceramics. Kyanite is also used to make spark plugs and is used for non-refractory applications."
    ]
  },
  {
    "mineral": "Labradorite",
    "uses": [
      "Ornamental and semi-precious stone",
      "Labradorite is a popular mineral, and it makes a unique gemstone. It is cut and polished into cabochons and beads, and occasionally as other facets. Some exquisite ornaments are carved out of large Labradorite chunks."
    ]
  },
  { "mineral": "Larderellite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Larimar",
    "uses": [
      "Ornamental stone and semi-precious stone.",
      "Ornamental stone and semi-precious stone."
    ]
  },
  { "mineral": "Laueite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Laumontite", "uses": ["Mineral specimen and chemical filter"] },
  {
    "mineral": "Laurionite",
    "uses": ["As a very minor ore of lead and as mineral specimens."]
  },
  {
    "mineral": "Lawsonite",
    "uses": [
      "Lawsonite is used in geological studies to determine the formation and metamorphism of certain rock formations."
    ]
  },
  {
    "mineral": "Lazulite",
    "uses": [
      "Mineral specimens, ornamental stone and as a rare gemstone.",
      "Lazulite is a popular collectors mineral, and specimens from Graves Mountain (Georgia) and Rapid Creek (Yukon) are especially desirable. Specimens embedded in white Quartz, especially those from Austria, are sometimes sliced into slabs or polished for collectors. Lazulite is occasionally used a minor collectors gemstone."
    ]
  },
  {
    "mineral": "Lazurite",
    "uses": [
      "Mineral specimens, jewelry, and ornamental stones",
      "Lapis Lazuli is a very popular opaque gemstone, and is used in various jewelry forms and ornate carvings. It is also an a historic gemstone, having been used in ancient jewelry for thousands of years. See the dedicated gemstone section on Lapis Lazuli.Lazurite was also historically used a deep blue pigment, under the name \"ultramarine\". Crystallized Lazurite specimens from Afghanistan are very high in demand being extremely popular among mineral collectors."
    ]
  },
  {
    "mineral": "Lead",
    "uses": [
      "Only as mineral specimens.  however, processed lead has many uses.",
      "Due to its rarity, Native Lead is only used as a specimen for collectors. It is fairly uncommon to obtain as a specimen, and is sought after by collectors despite its lack of aesthetics.Although Native Lead is not an ore of the element lead, the uses for that element will be briefly mentioned here:\r\nLead is used in batteries, paint pigments, glasswork, and in sheathing electric cables. Its heavy mass enables it to be used as a shield for radioactive materials, including x-ray shielding. In recent times, much lead is being replaced with other metals, particularly in piping, paints, and glasswork, due to its health hazards in causing lead poisoning and brain damage.",
      "The majority of the lead consumed annually is used to make batteries for cars, trucks and other vehicles, as well as wheel weights, solder, bearings and other parts. Lead is used in electronics and communications (emergency power batteries, for example), ammunition, television glass, construction, and protective coatings. A small amount is used to make protective aprons for patients having x-rays to shield the body from excess radiation exposure, for crystal glass production, weights and ballast, and specialized chemicals.\nUsed in lead batteries, gasoline tanks, and solders, seals or bearings, used in electrical and electronic applications, TV tubes, TV glass, construction, communications, protective coatings, in ballast or weights, ceramics or crystal glass, tubes or containers, type metal, foil or wire, X-ray and gamma radiation shielding, soundproofing material in construction industry, and ammunition. The U.S. is the world’s largest producer and consumer of refined lead metal. Major mine producers other than the U.S. include Australia, Canada, China, Peru, and Kazakhstan."
    ]
  },
  { "mineral": "Leadhillite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Lechatelierite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Legrandite", "uses": ["Only as mineral specimens"] },
  { "mineral": "Leifite", "uses": ["Only as a mineral specimen."] },
  {
    "mineral": "Lepidolite",
    "uses": [
      "Ore of lithium, ornamental stone and heat insulator for industrial purposes.",
      "Lepidolite is mined as a source of the element lithium. Fine-grained masses are sometimes polished into ornaments such as eggs and animal carvings."
    ]
  },
  {
    "mineral": "Leucite",
    "uses": [
      "Mineral specimen and as a minor source of potassium and aluminum.",
      "Leucite is an rare and somewhat odd collectors mineral. Good crystals, especially those from the Italian localities, are in demand by collectors. Leucite was once used as a fertilizer for its potassium content."
    ]
  },
  {
    "mineral": "Leucochalcite",
    "uses": ["As mineral specimens and minor ore of copper."]
  },
  {
    "mineral": "Leucophanite",
    "uses": ["Very minor source of cerium and as mineral specimens."]
  },
  { "mineral": "Libethenite", "uses": ["Mineral specimens"] },
  {
    "mineral": "Liddicoatite",
    "uses": [
      "Liddicoatite forms outstanding and beautiful crystal which are highly regarded by collectors as a rare form of Tourmaline. Large crystals are often cut into thin cross-section slices and polished and sold to collectors in this form, with the multicolored designs and forms and inner crystal colors beautifully displaying. Especially popular are those slices with a triangular color pattern displaying within the core of the crystal. Liddicoatite is also be used as a Tourmaline gemstone, but its limited occurrences inhibit its use from being more widespread."
    ]
  },
  {
    "mineral": "Limestone",
    "uses": [
      "The largest use of lime is in steel manufacturing where lime is used as a flux to remove impurities such as phosphorus and sulfur. Lime is used in power plant smokestacks to remove sulfur from the emissions. Lime is also used in mining, paper and paper pulp production, water treatment and purification, and in wastewater treatment. It is used in road construction and traditional building construction."
    ]
  },
  {
    "mineral": "Limonite",
    "uses": [
      "Important ore of iron, as a pigment and as mineral specimens.",
      "Limonite in a ore of iron and is used as a pigment in the manufacture of paints. Besides for a few aesthetic lustrous botryoidal forms of Limonite,\r\nas well as the interesting pseudomorphs, Limonite is not of much\r\ninterest to collectors."
    ]
  },
  {
    "mineral": "Linarite",
    "uses": [
      "Mineral specimens",
      "Linarite is a minor ore  of copper where it exists in large copper deposits."
    ]
  },
  {
    "mineral": "Linnaeite",
    "uses": ["As an important ore of cobalt and as\nmineral specimens."]
  },
  { "mineral": "Liroconite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Lithiophilite",
    "uses": ["As a source of lithium and phosphorus and as mineral\nspecimens."]
  },
  {
    "mineral": "Lithium",
    "uses": [
      "Lithium compounds are used in ceramics and glass, in primary aluminum production, in the manufacture of lubricants and greases, rocket propellants, vitamin A synthesis, silver solders, underwater buoyancy devices, and increasingly in batteries.\nLithium batteries are proving to be an effective and affordable alternative to traditional batteries, and also in new battery applications.  More than 50% of lithium mined is used in batteries.  This use has recently increased rapidly spurring an increase in lithium mining to provide the lithium for batteries.\nLithium is mixed with other light metals such as aluminum and magnesium to form strong, light-weight alloys (an alloy is a mixture of metals).\nSome lithium, in the form of lithium carbonate or lithium citrate, is used as medicine to treat gout (an inflammation of joints) and to treat serious mental illness."
    ]
  },
  {
    "mineral": "Loellingite",
    "uses": [
      "Loellingite is found together with other arsenic minerals, and is thus a minor ore  of arsenic."
    ]
  },
  {
    "mineral": "Lollingite",
    "uses": ["As a minor ore of arsenic and as mineral specimens."]
  },
  { "mineral": "Lorenzenite", "uses": ["Mineral specimens"] },
  { "mineral": "Ludlamite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Macphersonite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Magnesite",
    "uses": [
      "An ore of magnesium",
      "Magnesite is an important ore  of magnesium, and used as insulating material. White Magnesite is also used as a minor collectors gemstone,  polished into beads and spheres as well as carved into figures. These forms of Magnesite often have black or brown rock veins running through the mineral."
    ]
  },
  {
    "mineral": "Magnetite",
    "uses": [
      "Major ore of iron and as mineral specimens",
      "Magnetite is an important ore of iron. Well formed crystals are popular among mineral collectors, and the magnetic Lodestone variety is frequently sold in hobby shops to amateur collectors. Magnetite is also of significant interest to the science community due to its strong magnetic properties."
    ]
  },
  {
    "mineral": "Malachite",
    "uses": [
      "As mineral specimens, an important ore of copper, as an ornamental stone, a pigment and for \njewelry.",
      "When found in large pieces, the banded variety of Malachite makes a precious ornamental stone. Small ornamental objects, such as boxes and animal figures, are carved out of this compact stone, and if properly polished, they can be valuable. Malachite is also used as a minor gemstone, and is cut into cabochons and fashioned into necklace beads. \"Azure-malachite\" is also used as gemstone and has the same gem applications as banded Malachite.\r\n\r\nMalachite is very popular among mineral collectors, especially interestingly shaped and banded specimens. It is also used as an ore  of copper and crushed to make a green pigment."
    ]
  },
  { "mineral": "Manganbabingtonite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Manganese",
    "uses": [
      "Many applications for manganese.",
      "Steel becomes harder when it is alloyed with manganese. Hardened steel is important in the manufacture of construction materials like I-beams (24% of manganese consumption), machinery (14% of manganese consumption), and transportation (13% of manganese consumption).\nManganese dioxide is used to: manufacture ferroalloys; manufacture dry cell batteries; to “decolorize” glass; and to dry black paints. Manganese sulfate (MnSO4) is used as a chemical intermediate and as a micronutrient in animal feeds and plant fertilizers. Manganese metal is used as a brick and ceramic colorant, in copper and aluminum alloys, and as a chemical oxidizer and catalyst. Potassium permanganate (KMnO4) is used as a bactericide and algicide in water and wastewater treatment, and as an oxidant in organic chemical synthesis."
    ]
  },
  {
    "mineral": "Manganite",
    "uses": [
      "A minor source of manganese and as a mineral specimen",
      "Manganite has been used as an ore of manganese in the past. The classic, well-crystallized forms of Manganite from Germany make an important collector's mineral that is highly prized by collectors."
    ]
  },
  { "mineral": "Marcasite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Massicot",
    "uses": ["As a minor ore of lead, a pigment and as mineral specimens."]
  },
  { "mineral": "Melanite", "uses": ["Gemstone."] },
  {
    "mineral": "Melanophlogite",
    "uses": [
      "Only as mineral specimens.",
      "Melanophlogite is only used as a rare collectors mineral."
    ]
  },
  {
    "mineral": "Melanterite",
    "uses": ["A very minor ore of iron and as mineral specimens."]
  },
  {
    "mineral": "Meneghinite",
    "uses": ["Mineral specimens and as a very minor ore of lead."]
  },
  {
    "mineral": "Mercury",
    "uses": [
      "Minor ore of mercury, electrical switches, thermometers",
      "Native Mercury is only of use to the mineral collector as a specimen of interest. The amount of mercury mined with the ores is too insufficient to mention Mercury as an ore, although its occurrence is always with other mercury ores.Mercury as an element has many industrial uses, as it is the only metal that is a liquid at room temperature. It is used in many scientific and household devices, such as the mercury thermometer. When mercury combines with any of the true metals (excluding platinum and iron), the result is an amalgam. (There is also a mineral known as \"Amalgam\", which is a composed of silver and mercury (Ag,Hg), but the common term of amalgam denotes a mixture of mercury and any other metal.) Amalgams are used to extract precious metals from their ore.Ingested mercury and mercury mixtures are health hazards, and be lethal if a large amount is ingested. In fact, some mercury mixtures are used as poison. Hands should be washed after handling any minerals containing mercury. Mercury should also never be heated, as the vapor can be deadly if inhaled.",
      "Mercury is used to manufacture chlorine and caustic soda (35%). Because it is a metal, mercury conducts electricity making it useful in electronics and electrical applications (30%). Mercury, for example, is necessary in fluorescent light tubes. Mercury was an important ingredient in batteries, but newer types of batteries use other metals. The remaining 35% of mercury usage is in scientific measuring instruments such as thermometers and barometers."
    ]
  },
  {
    "mineral": "Mesolite",
    "uses": [
      "Mineral specimen and chemical filter",
      "Mesolite specimens are of interest to collectors, especially those specializing in zeolite minerals."
    ]
  },
  {
    "mineral": "Meta-ankoleite",
    "uses": ["A very minor ore of uranium and as mineral specimens."]
  },
  {
    "mineral": "Meta-autunite",
    "uses": ["A minor ore of uranium and as mineral specimens."]
  },
  {
    "mineral": "Meta-torbernite",
    "uses": ["A very minor ore of uranium and mineral specimens"]
  },
  {
    "mineral": "Meta-uranocircite",
    "uses": ["A minor ore of uranium and as mineral specimens."]
  },
  { "mineral": "Meta-variscite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Meta-zeunerite",
    "uses": ["A very minor ore of uranium and as mineral specimens."]
  },
  {
    "mineral": "Metacinnabar",
    "uses": ["As a minor ore of mercury in mercury deposits."]
  },
  {
    "mineral": "Miargyrite",
    "uses": [
      "Mineral specimens and as a minor ore of silver.",
      "Miargyrite is an ore of silver."
    ]
  },
  {
    "mineral": "Mica",
    "uses": [
      "The principal use of ground mica is in gypsum wallboard joint compound, where it acts as a filler and extender, provides a smoother consistency, improves workability, and prevents cracking. In the paint industry, ground mica is used as a pigment extender that also facilitates suspension due to its light weight and platy morphology. The ground mica also reduces checking and chalking, prevents shrinkage and shearing of the paint film, provides increased resistance to water penetration and weathering, and brightens the tone of colored pigments. Ground mica also is used in the well-drilling industry as an additive to drilling “muds.”\nThe plastic industry used ground mica as an extender and filler and also as a reinforcing agent. The rubber industry uses ground mica as an inert filler and as a mold lubricant in the manufacture of molded rubber products, including tires.\nSheet mica is used principally in the electronic and electrical industries. The major uses of sheet and block mica are as electrical insulators in electronic equipment, thermal insulation, gauge “glass”, windows in stove and kerosene heaters, dielectrics in capacitors, decorative panels in lamps and windows, insulation in electric motors and generator armatures, field coil insulation, and magnet and commutator core insulation."
    ]
  },
  {
    "mineral": "Microcline",
    "uses": [
      "Ornamental stone, in the manufacture of glass, enamel and porcelain products and as mineral specimens.",
      "Microcline is industrially important in the manufacture of glass and \r\nceramics.Well shaped crystals, especially those of Amazonite are cherished by mineral collectors. Amazonite is also used as a gemstone, and is polished into beads, cabochons, and ornamental figures.Also see the gemstone section on Amazonite."
    ]
  },
  {
    "mineral": "Microlite",
    "uses": [
      "A very minor ore of tantalum, as mineral specimens and sometimes cut as a gemstone."
    ]
  },
  { "mineral": "Milarite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Milky_quartz", "uses": ["Ornamental stone."] },
  {
    "mineral": "Millerite",
    "uses": [
      "Mineral specimens and as a very minor ore of nickel.",
      "Millerite is an ore of nickel. It is an uncommon mineral and good crystals are highly valued by collectors."
    ]
  },
  {
    "mineral": "Mimetite",
    "uses": [
      "As a minor ore of lead and mineral specimens.",
      "Mimetite is a minor ore  of lead where it occurs with more abundant lead minerals. It is also a popular mineral among collectors."
    ]
  },
  { "mineral": "Minasgeraisite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Minium",
    "uses": ["As a minor ore of lead, a pigment and as mineral specimens."]
  },
  { "mineral": "Mixite", "uses": ["Only as mineral specimens"] },
  { "mineral": "Moctezumite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Moissanite",
    "uses": [
      "Only as mineral specimens, but artificial material has many uses especially as an abrasive, semi-conductor and as diamond simulants."
    ]
  },
  {
    "mineral": "Moldavite",
    "uses": ["As a gemstone and as collection specimens"]
  },
  {
    "mineral": "Molybdenite",
    "uses": [
      "Major ore of molybdenum and as mineral specimens",
      "Molybdenite the most important ore of molybdenum. It is also an important ore of the rare metal rhenium, which it sometimes contains in small traces. Molybdenite is also used in electronics and is gaining importance as a semiconductor and transistor material."
    ]
  },
  {
    "mineral": "Molybdenum",
    "uses": [
      "Molybdenum is an important material for the chemical and lubricant industries. “Moly” has uses as catalysts, paint pigments, corrosion inhibitors, smoke and flame retardants, dry lubricants, on space vehicles and is resistant to high loads and temperatures. As a pure metal, molybdenum is used as filament in light bulbs, metal-working dies and furnace parts.  It is alloyed with steel making it stronger and more highly resistant to heat. The iron and steel industries account for more than 75% of molybdenum consumption."
    ]
  },
  {
    "mineral": "Monazite",
    "uses": [
      "As an ore of rare earth metals especially thorium, cerium\nand lanthanum, radioactive dating uses and as mineral specimens.",
      "Monazite is an important ore of the rare earth metals cerium, lanthanum, yttrium, and thorium."
    ]
  },
  {
    "mineral": "Montebrasite",
    "uses": [
      "As a source of lithium and phosphorus and as mineral\n\nspecimens."
    ]
  },
  {
    "mineral": "Montmorillonite",
    "uses": ["As a drilling mud and as a water clogging agent in soil."]
  },
  {
    "mineral": "Moonstone",
    "uses": ["Ornamental and semi-precious stone and as mineral specimens."]
  },
  { "mineral": "Mordenite", "uses": ["Mineral specimen and chemical filter."] },
  { "mineral": "Morganite", "uses": ["Gemstone."] },
  {
    "mineral": "Moschellandsbergite",
    "uses": [
      "A very very minor ore of silver and mercury and as mineral specimens."
    ]
  },
  {
    "mineral": "Mottramite",
    "uses": ["As a minor ore of lead and copper and as mineral specimens"]
  },
  { "mineral": "Murmanite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Muscovite",
    "uses": [
      "Heat and electrical insulator for industrial purposes.",
      "Muscovite is a very poor conductor of heat and electricity, and is thus used as an insulator for various electrical products and semiconductors. It is also used in the production of automotive tires and cosmetics. Large Muscovite sheets were also once used for oven windows (\"isinglass\") due to their ability to withstand high temperatures and keep the heat inside."
    ]
  },
  {
    "mineral": "Nagyagite",
    "uses": ["As a very minor ore of gold and as mineral specimens."]
  },
  {
    "mineral": "Nahcolite",
    "uses": [
      "As baking soda, as a chemical buffer, and (rarely) as mineral \nspecimens"
    ]
  },
  {
    "mineral": "Narsarsukite",
    "uses": [
      "Only as mineral specimens and cut as gemstones for gemstone collectors."
    ]
  },
  { "mineral": "Natrojarosite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Natrolite",
    "uses": [
      "Mineral specimen and chemical filter",
      "Natrolite specimens are of interest to \r\ncollectors, especially those specializing in zeolite minerals. Large \r\nindividual crystals are particularly desirable among collectors. Transparent Natrolite crystals are occasionally faceted into rare gemstones for collectors. Natrolite as a \r\nzeolite is also used in water purifiers \r\nand chemical filters."
    ]
  },
  { "mineral": "Nealite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Nepheline",
    "uses": [
      "As mineral specimens and as raw material for special kinds of glass and ceramics.",
      "Nepheline is used in the production of glass and ceramics."
    ]
  },
  {
    "mineral": "Nephrite",
    "uses": [
      "Asbestos and as ornamental stone used for carvings and semi-precious to precious stone used in jewelry"
    ]
  },
  {
    "mineral": "Neptunite",
    "uses": [
      "Mineral specimens.",
      "Neptunite is primary a collectors mineral, with well-shaped, lustrous crystals highly desired by collectors."
    ]
  },
  {
    "mineral": "Nickel",
    "uses": [
      "As a mineral specimen and scientific studies.",
      "In the U.S., large amounts of nickel are used in the specialty steel industry for stainless steel and related alloys. Stainless steel also contains some molybdenum, titanium and nickel, to increase its resistance to corrosion.  Nickel is used as a coating on other metals to slow down corrosion.\nNickel is also used for a variety of purposes including the production of coins, nickel-cadmium and nickel-metal hydride batteries; as a catalyst for certain chemical reactions; and, as a colorant, nickel is added to glass to give it a green color."
    ]
  },
  {
    "mineral": "Nickeline",
    "uses": [
      "As a minor ore of nickel and as mineral specimens.",
      "Nickeline is an ore of nickel. Crystallized specimens from the German locality of Eislebeln are considered rare classics, and specimens from the Cobalt, Ontario area are sometimes sliced into slabs for collectors."
    ]
  },
  {
    "mineral": "Niter",
    "uses": [
      "As a source of nitrate.",
      "Niter, along with Nitratine, are mined as nitrous compounds for the production of fertilizer, and have also been a source for gunpowder. Nitrate mining has been on the decrease as much of the world's demand for nitrates are now met by synthetically produced nitrates."
    ]
  },
  {
    "mineral": "Nitratine",
    "uses": [
      "As a source of nitrate for fertilizer and as mineral specimens.",
      "Nitratine, along with Niter, are mined as nitrous compounds for the production of fertilizer, and have also been a source for gunpowder. Nitrate mining has been on the decrease as much of the world's demand for nitrates are now met by synthetically produced nitrates. Organic food production still requires the mining of Nitratine for a naturally-occurring fertilizing agent."
    ]
  },
  {
    "mineral": "Norbergite",
    "uses": [
      "Only as mineral specimens.",
      "Norberite is used as a collectors mineral, mostly for collectors specializing in fluorescent minerals."
    ]
  },
  {
    "mineral": "Obsidian",
    "uses": [
      "As a semiprecious stone and ornamental stone for carvings.",
      "Obsidian is currently used for ornamental purposes, and researchers are investigating the use of obsidian for surgical scalpels in the medical industry."
    ]
  },
  { "mineral": "Okenite", "uses": ["Mineral specimen"] },
  {
    "mineral": "Oligoclase",
    "uses": [
      "Ornamental and semi-precious stone and as mineral specimens.",
      "Oligoclase is industrially important in the manufacture of ceramics. Crystals are popular among mineral collectors. Oligoclase is also known for its gem varieties: Sunstone and Moonstone."
    ]
  },
  {
    "mineral": "Olivenite",
    "uses": ["As mineral specimens and minor ore of copper."]
  },
  {
    "mineral": "Olivine",
    "uses": [
      "As gemstones, industrial uses as refractory sands and abrasives, an ore of magnesium and as mineral specimens.",
      "Olivine has several industrial uses. It is used as a flux for steel production, and is also an important ore of the metal magnesium.Peridot, the transparent olive-green to yellow-green variety, is a well-known gemstone. It is very popular in jewelry, and is used in many jewelry items including rings, bracelets, necklaces, and earrings. Peridot is the birthstone for the month of August.For additional information, see the gemstone section on Peridot."
    ]
  },
  {
    "mineral": "Olmiite",
    "uses": [
      "Well formed Olmiite examples with good color and form are highly valued by mineral collectors."
    ]
  },
  { "mineral": "Onyx", "uses": ["Gemstone and ornamental stone."] },
  {
    "mineral": "Opal",
    "uses": [
      "As a gemstone and ornamental stone.",
      "Opal is one of the most precious gemstones. Black Opal is the most valuable and desired form, but White Opal and Precious Fire Opal can also be quite costly. Opals gemstones are cut and polished into cabochons, and in a few rare cases are faceted into several cuts.Opal is also extremely popular among mineral collectors and museums compete to get the finest specimens. Common Opal has no industrial or commercial use, except for those specimens that are brightly fluorescent and are collected by fluorescent mineral collectors."
    ]
  },
  {
    "mineral": "Orpiment",
    "uses": [
      "Formerly used as pigments and for chemical uses.",
      "Orpiment is an ore of arsenic. It was historically used as a yellow pigment and an ancient decorative stone."
    ]
  },
  {
    "mineral": "Orthoclase",
    "uses": [
      "Mineral specimens and in the porcelain industry.",
      "Orthoclase is industrially important in the manufacture of glass and ceramics. Orthoclase crystals and twins provide information on the formation of minerals and environmental factors. Well shaped crystals and twins are highly sought after by mineral collectors, and the Moonstone variety is used as a gemstone.For additional information, see the gemstone section on Orthoclase and Moonstone."
    ]
  },
  { "mineral": "Osbornite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Osumilite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Otavite",
    "uses": [
      "A minor ore of cadmium and as mineral specimens.",
      "Otavite is a rare mineral and is only of interest to specialized collectors. It is used as a minor ore of the element cadmium when found in cadmium deposits."
    ]
  },
  { "mineral": "Pachnolite", "uses": ["As mineral specimens."] },
  { "mineral": "Palygorskite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Papagoite", "uses": ["Only as a mineral specimen"] },
  { "mineral": "Paradamite", "uses": ["Only as mineral specimens"] },
  {
    "mineral": "Pararealgar",
    "uses": ["As an ore of arsenic together with Realgar."]
  },
  { "mineral": "Parasymplesite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Paravauxite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Pargasite",
    "uses": [
      "When in bright green forms, Pargasite is a highly collectible and valuable mineral, especially when contrasted on a white marble matrix."
    ]
  },
  {
    "mineral": "Parisite",
    "uses": [
      "As a minor ore of cerium and other rare earth metals and as mineral specimens."
    ]
  },
  { "mineral": "Pearceite", "uses": ["Pearceite is as an ore of silver."] },
  {
    "mineral": "Pectolite",
    "uses": [
      "Mineral specimens and as a semi-precious stone.",
      "Pectolite is used mainly a collectors mineral. Good specimens especially from the New Jersey traprocks are increasingly hard to obtain and are sought out by mineral collectors. The light blue variety Larimar is used as a minor gemstone and is a rarity for collectors. When not cut as a gemstone, Larimar specimens are sliced and polished to highlight the colors.More information on Larimar can be found in the gemstone section."
    ]
  },
  {
    "mineral": "Pentlandite",
    "uses": [
      "As the principle ore of nickel, a minor ore of iron and as\nmineral specimens.",
      "Pentlandite is an important ore of nickel."
    ]
  },
  {
    "mineral": "Periclase",
    "uses": ["As mineral specimens and sometimes as gemstones."]
  },
  { "mineral": "Peridot", "uses": ["Gemstone."] },
  {
    "mineral": "Perlite",
    "uses": [
      "The majority of perlite is used in construction products, mainly ceiling tiles and roof insulation products, but also as refractory bricks (a refractory brick is a brick designed to withstand very high temperatures), pipe insulation, and filling in masonry block construction. Perlite is also used as an insulator to reduce noise and, since it is non-combustible, it also improves the fire resistance of different construction components in buildings.  Perlite is an important commodity in the horticulture industry where it is mixed with soil. The addition of perlite to soil increases the amount of oxygen held in the soil, as well as the amount of water retained by the soil. This represents approximately 10% of annual perlite consumption."
    ]
  },
  {
    "mineral": "Perovskite",
    "uses": [
      "A minor ore of titanium and rare earth metals and as mineral\nspecimens."
    ]
  },
  {
    "mineral": "Pezzottaite",
    "uses": [
      "Pezzottaite is used a rare gemstone and collectors mineral. When used as\r\n a gemstone, it is sometimes called by the name \"Rapberry Beryl\"."
    ]
  },
  { "mineral": "Pharmacolite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Pharmacosiderite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Phenakite",
    "uses": [
      "Sometimes cut as a gemstone and as mineral specimens.",
      "Phenakite is a rare collectors mineral, with good crystals being very valuable. It is occasionally cut as a gemstone mainly for collectors, and is an ore of beryllium in beryllium-rich deposits."
    ]
  },
  {
    "mineral": "Phillipsite",
    "uses": ["Mineral specimen and chemical filter."]
  },
  {
    "mineral": "Phlogopite",
    "uses": [
      "Heat and electrical insulator for industrial purposes.",
      "Phlogopite, being a poor conductor of heat and \r\nelectricity, is used as an insulator for various electrical products. It is also used in the manufacture of spark plugs."
    ]
  },
  {
    "mineral": "Phosgenite",
    "uses": [
      "Only as mineral specimens.",
      "Phosgenite is of interest to collectors because of its rarity and unique crystals, and is also highly sought after by collectors who specialize on fluorescent minerals."
    ]
  },
  { "mineral": "Phosphate Rock", "uses": [""] },
  {
    "mineral": "Phosphophyllite",
    "uses": ["As collector's gemstone and as mineral specimens."]
  },
  {
    "mineral": "Phosphuranylite",
    "uses": ["As a very minor ore of uranium and as mineral specimens."]
  },
  {
    "mineral": "Picromerite",
    "uses": ["As a minor source of magnesium and as mineral specimens."]
  },
  { "mineral": "Pirssonite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Plagioclase",
    "uses": [
      "The Plagioclase Feldspars are used in ceramics. Three varieties have gemstone uses: Labradorite, Moonstone, and Sunstone."
    ]
  },
  {
    "mineral": "Plancheite",
    "uses": ["A very minor ore of copper and as mineral specimens."]
  },
  {
    "mineral": "Platinum",
    "uses": [
      "Important ore of platinum and other rare metals.  platinum metal is used for jewelry, chemical and other industrial uses as well as a currency stabilizer.",
      "Platinum is an exquisite precious metal used in jewelry as ring settings, bracelets, and necklaces. Platinum jewelry is rare, beautiful, and durable, and is therefore highly regarded.Native Platinum is the most significant source of the element platinum, although considerable quantities are also mined from the rare platinum arsenide mineral Sperrylite. The rare metals iridium, osmium, rhodium, and palladium are almost exclusively mined together with platinum in platinum deposits.\r\n\r\nPlatinum has a number of industrial uses due to its special properties. Its most famous use is as a catalyst, (a widely used anti-pollution device), especially in the manufacturing of cars. It is also used for numerous laboratory apparatuses and as dental fillings.",
      "Platinum is used principally as catalysts for the control of automobile and industrial plant emissions, as catalysts to produce acids, organic chemicals, and pharmaceuticals. Platinum group metals are used in bushings for making glass fibers used in fiber-reinforced plastic and other advanced materials, in electrical contacts, capacitors, conductive and resistive films used in electronic circuits, dental alloys used for making crowns and bridges, and jewelry."
    ]
  },
  {
    "mineral": "Plattnerite",
    "uses": ["A very minor ore of lead and as mineral specimens."]
  },
  {
    "mineral": "Polybasite",
    "uses": [
      "An ore of silver and as mineral specimens.",
      "An ore of silver and rare collector's mineral."
    ]
  },
  {
    "mineral": "Polyhalite",
    "uses": ["As a minor source of potassium and as mineral specimens."]
  },
  { "mineral": "Polylithionite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Potassium",
    "uses": ["Potash is used primarily as a fertilizer in agriculture."]
  },
  {
    "mineral": "Powellite",
    "uses": [
      "As a minor ore of molybdenum (an important industrial metal) and as mineral specimens.",
      "Powellite is as a rare and expensive collectors mineral."
    ]
  },
  { "mineral": "Prasiolite", "uses": ["Gemstone and ornamental stone."] },
  {
    "mineral": "Prehnite",
    "uses": [
      "As mineral specimens and limited use for ornamental stone purposes.",
      "Prehnite is a highly desired mineral among collectors, especially intriguing well-shaped form and pseudomorphs. Prehnite is used as a minor gemstone."
    ]
  },
  {
    "mineral": "Proustite",
    "uses": [
      "A minor ore of silver, as mineral specimens and as a rare gemstone.",
      "Proustite has been used as an ore of silver, but today is a highly valuable rare collector's mineral, especially when in red color and transparent."
    ]
  },
  {
    "mineral": "Pseudoboleite",
    "uses": ["A very minor ore of copper and lead and as mineral specimens."]
  },
  {
    "mineral": "Pseudobrookite",
    "uses": ["A very minor ore of titanium and as mineral specimens."]
  },
  {
    "mineral": "Pseudomalachite",
    "uses": ["As a very minor ore of copper and as mineral specimens."]
  },
  {
    "mineral": "Psilomelane",
    "uses": [
      "An ore of manganese and as a mineral specimen",
      "Psilomelane is an ore of manganese. The banded form combined with Pyrolusite is sometimes polished as a collectors species and as a minor gemstone."
    ]
  },
  { "mineral": "Pucherite", "uses": ["Only as mineral specimens"] },
  {
    "mineral": "Pumice",
    "uses": [
      "Pumice is used to make lightweight construction materials such as concrete block and concrete.\nThe remainder of the pumice mined is used in abrasives (for personal care, industrial cleaners, rubber erasers, stonewashing jeans, etc.) absorbents (potting soil, pet litter, etc.), and architecture (insulation, roofing, landscaping, etc.)"
    ]
  },
  {
    "mineral": "Pumpellyite",
    "uses": [
      "Pumpellyite is usually an uninteresting accessory mineral, though the variety Chlorastrolite can be polished as a collectors mineral, and is occasionally even used as a rare gemstone."
    ]
  },
  { "mineral": "Purpurite", "uses": ["Only as a mineral specimens."] },
  {
    "mineral": "Pyrargyrite",
    "uses": [
      "An ore of silver and as mineral specimens.",
      "Pyrargyrite was used as an ore of silver, but today is a highly valuable rare collector's mineral, especially when in red color and transparent."
    ]
  },
  {
    "mineral": "Pyrite",
    "uses": [
      "A very minor ore of sulfur for sulfuric acid, used in jewelry under the trade name \"marcasite\" and as mineral specimens.",
      "Pyrite was once used as a source of sulfur, but is now only a minor ore for both sulfur and iron. Pyrite from some localities is auriferous, and therefore is used as an ore of gold in gold-bearing localities.\r\n\r\nPyrite was polished by the Native Americans in the early times and used as mirrors. Today, it is used as an ornamental stone, as well as a very popular stone for amateur collectors. It is sometimes used as gemstone by being faceted and polished for use as an inexpensive side gemstone in some rings, necklaces, and bracelets.",
      "Pyrite is used to create iron sulfate that is used to make nutritional supplements, ink, lawn conditioner, water treatment and flocculation, moss killer, and many other chemical processes.  Iron sulfate which comes from pyrite is used to treat iron-deficiency anemia.  Some types of pyrite contain enough microscopic gold to warrant mining them as a gold ore."
    ]
  },
  { "mineral": "Pyroaurite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Pyrochlore",
    "uses": [
      "A very minor ore of niobium and rare earth metals and as mineral specimens."
    ]
  },
  {
    "mineral": "Pyrolusite",
    "uses": [
      "A major ore of manganese and as a mineral specimen",
      "Pyrolusite is one of the most important ores of manganese. It is also a component of the production of steel, and was once used for the manufacture of batteries. It is also used in the preparation of chlorine, and as an agent in coloring and dyes."
    ]
  },
  {
    "mineral": "Pyromorphite",
    "uses": [
      "As a minor ore of lead and mineral specimens",
      "Pyromorphite is a minor ore  of lead where it occurs with more abundant lead minerals. It is also a popular mineral among collectors, especially specimens from classic occurrences, as well as newer finds of bright neon green Pyromorphite which command very high prices."
    ]
  },
  {
    "mineral": "Pyrope",
    "uses": [
      "Gemstone and abrasive",
      "The main use of Pyrope is as a gemstone. Its deep red color gives it special distinction, and it is a very popular Garnet gem. Pyrope is also crushed for use as an abrasive for the production of Garnet paper.\r\n\r\nSee the gemstone section on Pyrope, Rhodolite, and Garnet for more information."
    ]
  },
  {
    "mineral": "Pyrophyllite",
    "uses": [
      "As a refractory mineral, as a filler for rubber, paints and insecticides, as an ornamental stone, as a component of ceramics and as mineral specimens.",
      "Pyrophyllite is used for ceramics, in paints, insecticides, and in the production of rubber. It is also used as a minor ornamental stone for carvings and sculptures."
    ]
  },
  {
    "mineral": "Pyrrhotite",
    "uses": [
      "Mineral specimens and as an ore of sulfur and iron.",
      "Pyrrhotite is an ore of iron. Well crystallized Pyrrhotite specimens are important collectors minerals. The aesthetic prismatic crystal forms are especially treasured by collectors and in high demand."
    ]
  },
  {
    "mineral": "Quartz",
    "uses": [
      "Silica for glass, electrical components, optical lenses, abrasives,\ngemstones, ornamental\nstone, building stone, etc.",
      "Quartz is an important mineral with numerous uses. Sand, which is composed of tiny Quartz pebbles, is the primary ingredient for the manufacture of glass. Transparent Rock Crystal has many electronic uses; it is used as oscillators in radios, watches, and pressure gauges, and in the study of optics. Quartz is also used as an abrasive for sandblasting, grinding glass, and cutting soft stones. It is also essential in the computer industry, as the important silicon semiconductors are made from Quartz.In addition to all the practical uses, Quartz is essential to the gem trade. (See the separate Quartz gemstone page.) Many varieties are faceted as gems. Amethyst and Citrine are the most well-known gem varieties. Rose Quartz, Smoky Quartz, Rock Crystal, and Aventurine are also cut or polished into gems. Small colorless Quartz crystals are worn by some as pendants for good luck.Quartz is also a very popular among collectors. Certain collectors specialize their collection entirely on Quartz alone.",
      "Quartz crystal is one of several minerals which are piezoelectric, meaning that when pressure is applied to quartz, a positive electrical charge is created at one end of the crystal and a negative electrical charge is created at the other. These properties make quartz valuable in electronics applications. Electronics-grade manufactured quartz is used in a large number of circuits for consumer electronics products such as computers, cell phones, televisions, radios, electronic games, etc. It is also used to make frequency control devices and electronic filters that remove defined electromagnetic frequencies."
    ]
  },
  {
    "mineral": "Quartzite",
    "uses": [
      "Since quartzite breaks into flat surfaces, it is used as a dimension stone in the construction industry, for decorative stone in building construction and for some aggregates."
    ]
  },
  {
    "mineral": "Quetzalcoatlite",
    "uses": ["A very minor ore of tellurium and as mineral specimens."]
  },
  { "mineral": "Raite", "uses": ["Only as a mineral specimen."] },
  {
    "mineral": "Rammelsbergite",
    "uses": [
      "As a very minor ore of nickel and arsenic and as mineral specimens."
    ]
  },
  {
    "mineral": "Ramsdellite",
    "uses": ["A minor ore of manganese and as a mineral specimen."]
  },
  {
    "mineral": "Rare Earths",
    "uses": [
      "Significant quantities of rare earths are used in the production of clean energy technologies, including advanced automotive propulsion batteries, fuel cells, electric motors, high efficiency light bulbs and generators in wind turbines. Most modern defense technologies such as radar and sonar systems, precision-guided weapons, and cruise missiles require rare earths and the materials produced from them. Rare earths are also required in a variety of high tech applications in computing, pollution abatement, power generation, water treatment, oil refining, metal alloying, decolorizing recycled glass, communications, diagnostic health care, flat screen TVs, and hybrid cars."
    ]
  },
  {
    "mineral": "Raspite",
    "uses": ["Raspite is a very rare and valuable collectors mineral."]
  },
  {
    "mineral": "Realgar",
    "uses": [
      "A major ore of arsenic, formerly used for pigments, firework coloring agent and as mineral specimens.",
      "Realgar is an important ore of arsenic. It is used in the manufacturing of fireworks, and was historically used as a red pigment. Realgar is also an important collectors mineral, and the transparent gemmy forms are especially desired."
    ]
  },
  {
    "mineral": "Rhabdophane",
    "uses": ["As a minor ore of cerium and as mineral specimens."]
  },
  {
    "mineral": "Rheniite",
    "uses": [
      "Only as mineral specimens.",
      "As an extremely rare collectors mineral."
    ]
  },
  {
    "mineral": "Rhenium",
    "uses": [
      "Because of its very high melting point, rhenium is used to make high-temperature alloys (an alloy is a mixture of metals) that are used in jet engine parts. It is also used to make strong alloys of nickel-based metals. Rhenium alloys are used to make a variety of equipment and equipment parts, such as temperature controls, heating elements, mass spectrographs, electrical contacts, electromagnets, and semiconductors. An alloy of rhenium and molybdenum is a superconductor of electricity at very low temperatures. These superalloys account for the majority of the rhenium use each year.\nRhenium is also used in the petroleum industry to make lead-free gasoline. In this application, rhenium compounds act as catalysts. (A catalyst is a chemical compound that takes part in a chemical reaction, and can often make the reaction proceed more quickly, but the chemical is not consumed in the chemical reaction.)"
    ]
  },
  {
    "mineral": "Rhodizite",
    "uses": ["As mineral specimens and sometimes cut as a gemstone."]
  },
  {
    "mineral": "Rhodochrosite",
    "uses": [
      "As a minor ore of manganese, an ornamental and semi-precious \ngemstone and as mineral specimens.",
      "Banded stalactitic Rhodochrosite from Catamarca, Argentina is used as a gemstone. It is carved into ornaments and figures, and polished into  cabochons and beads for jewelry. Deeply colored Rhodochrosite crystals are highly desired by collectors, being one of the most popular minerals among high-end collectors. Rhodochrosite is also used as an  ore  of manganese."
    ]
  },
  { "mineral": "Rhodolite", "uses": ["Gemstone and abrasive"] },
  {
    "mineral": "Rhodonite",
    "uses": [
      "Ornamental and semi-precious stone and as a minor ore of manganese",
      "Rhodonite is a popular mineral among collectors. When it forms in large crystals or with a deep red color it is extremely sought after by collectors and can command very high prices. Rhodonite is also a minor gemstone, being cut and polished into cabochons, beads, and other ornamental objects. Rhodonite is also a minor ore of the element manganese in manganese deposits."
    ]
  },
  { "mineral": "Richterite", "uses": ["Only as mineral specimens"] },
  {
    "mineral": "Riebeckite",
    "uses": ["As asbestos and as mineral specimens."]
  },
  { "mineral": "Rock_crystal", "uses": ["Ornamental stone and gemstone."] },
  { "mineral": "Rockbridgeite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Romanechite",
    "uses": [
      "An ore of manganese and as a mineral specimen",
      "Romanechite is an ore of manganese. "
    ]
  },
  {
    "mineral": "Rosasite",
    "uses": ["Very minor ore of zinc and copper and as a mineral\nspecimen"]
  },
  { "mineral": "Rose_quartz", "uses": ["Gemstone and ornamental stone."] },
  { "mineral": "Roselite", "uses": ["Only as mineral specimens"] },
  {
    "mineral": "Rubidium",
    "uses": [
      "Rubidium is used in some medical and electronic applications. It is also used in laboratory studies. Possible future applications of rubidium include applications in space travel and to create very thin batteries."
    ]
  },
  { "mineral": "Ruby", "uses": ["Gemstone."] },
  {
    "mineral": "Rutile",
    "uses": [
      "Ore of titanium, pigment and as an ornamental stone when in\nclear quartz",
      "Rutile is an important ores of the metal titanium. Rutile is also industrially used as as a white pigment for paint, as a ceramic glaze, and in optical equipment. It is also a popular collectors mineral. Rutilated Quartz is used as a gemstone and as an ornamental stone.",
      "Because it has a very high index of refraction, rutile is used for many purposes in optics, a vast majority of which come from synthetic rutile, which was first produced in 1948. As a source of titanium dioxide pigment, rutile is used in plastics, paper products, paints, sunscreen, and even food coloring.  Certain welding equipment also uses it."
    ]
  },
  {
    "mineral": "Safflorite",
    "uses": [
      "As a very minor ore of cobalt and arsenic and as mineral specimens."
    ]
  },
  { "mineral": "Sainfeldite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Sal ammoniac",
    "uses": [
      "Naturally occurring Sal ammoniac crystals are uncommon and make unusual collector minerals, especially when interestingly formed in skeletal or snowflake-like crystal masses. Sal ammoniac is easily produced synthetically, and has many uses, especially as a cleaning agent in several industrial processes. It is used in the production of stained-glass windows, in making jewelry and metallic alloys, in photography, and in battery production. It is also used in production of food, including salty licorice."
    ]
  },
  { "mineral": "Sal_ammoniac", "uses": ["As mineral specimens."] },
  {
    "mineral": "Salt Halite",
    "uses": [
      "Over 40% of salt is used in the chemical industry (mainly for the preparation of sodium hydroxide, soda ash, hydrochloric acid, chlorine and metallic sodium) and another 40% as a de-icer on roads in winter. The remaining is consumed in several sectors, including manufacture of rubber and other goods, agriculture, and food processing including table salt."
    ]
  },
  {
    "mineral": "Samarskite",
    "uses": [
      "A minor ore of rare earth elements and uranium, sometimes\ncut as a gemstone\nand as mineral specimens."
    ]
  },
  { "mineral": "Sanbornite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Sand and Gravel",
    "uses": [
      "Sand and gravel are used for road construction, for mixing with asphalt, as construction fill, and in the production of construction materials like concrete blocks, bricks, and pipes. It is also used to make roofing shingles, used on icy roads in the winter, for railroad ballast, and water filtration.\nIndustrial sand and gravel is used to make glass, as foundry sand and as abrasive sand.\nFor some applications, it is the silica content (quartz) of sand that makes it so valuable. The silica itself is needed to make products such as glass. In addition, the physical properties of sand, particularly its abrasive property, make it useful for traction on icy roadways and railroads, and for sandblasting."
    ]
  },
  {
    "mineral": "Sandstone",
    "uses": [
      "Building material, decorative stones, tiles,\n tombstones,   monuments, roads, ore of silica for glass, abrasives, aquifers, \npetroleum  reservoirs",
      "Sandstone has two major applications, as crushed stone and as dimension stone.\nDimension stone is any rock material that is cut into specific sizes, typically as blocks and slabs. Crushed stone is used in the construction of roadways and road structures such as bridges, and in buildings, both commercial and residential."
    ]
  },
  {
    "mineral": "Sanidine",
    "uses": [
      "Mineral specimens and in the porcelain industry.",
      "A transparent, yellow variety of Sanidine (previously thought to have been Orthoclase) is used as a gemstone. It is still called Orthoclase on the gemstone market. See the gemstone Orthoclase for additional information."
    ]
  },
  { "mineral": "Sapphire", "uses": ["Gemstone."] },
  { "mineral": "Sard", "uses": ["Gemstone and ornamental stone."] },
  { "mineral": "Sardonyx", "uses": ["Gemstone and ornamental stone."] },
  { "mineral": "Sartorite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Scapolite",
    "uses": [
      "As gemstones and as mineral specimens.",
      "The gemmy clear crystals of Scapolite are important collector minerals, especially when they exhibit a good size and color. These transparent forms are also cut as rare collectors gemstones."
    ]
  },
  {
    "mineral": "Scheelite",
    "uses": [
      "An important source of tungsten, rarely cut as gemstones and as mineral specimens.",
      "Scheelite is an important ore of Tungsten. Good crystals are rare and expensive, and highly desired by mineral collectors. Scheelite also makes an important mineral among fluorescent mineral collectors."
    ]
  },
  { "mineral": "Schmitterite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Scholzite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Schorl",
    "uses": [
      "Mineral collection specimens, electrical uses and as ornamental stone.",
      "Large and lustrous Schorl crystals are popular among collectors. The Schorl crystals in a white Albite or Microcline matrix have very nice contrast and make beautiful collector specimens. Schorl is occasionally used in jewelry as a black gemstone, and Tourmalinated Quartz composed of Schorl is sometimes polished or tumbled as a minor gemstone.See the gemstone section on Tourmaline for more detailed information."
    ]
  },
  {
    "mineral": "Schrockingerite",
    "uses": [
      "As a very insignificant source of uranium and as mineral specimens."
    ]
  },
  {
    "mineral": "Scolecite",
    "uses": [
      "Mineral specimen and chemical filter",
      "Scolecite specimens are of interest to collectors, especially those specializing in zeolite minerals."
    ]
  },
  { "mineral": "Scorodite", "uses": ["Only as mineral specimens"] },
  {
    "mineral": "Scorzalite",
    "uses": [
      "Mineral specimens and ornamental stone.",
      "As a rare collectors mineral."
    ]
  },
  {
    "mineral": "Selenite",
    "uses": [
      "Plaster, wall board, some cements, fertilizer, paint filler, ornamental stone, etc.."
    ]
  },
  { "mineral": "Selenium", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Semseyite",
    "uses": ["As mineral specimens and as a very minor ore of lead."]
  },
  {
    "mineral": "Senarmontite",
    "uses": ["A minor ore of antimony and as mineral specimens."]
  },
  {
    "mineral": "Serandite",
    "uses": [
      "Only as mineral specimens.",
      "Serandite is well sought after by mineral collectors, and good specimens are very costly and in demand."
    ]
  },
  {
    "mineral": "Serpentine",
    "uses": [
      "Many industrial applications, including brake linings and fireproof fabrics and as an ornamental stone.",
      "The finely fibrous variety of Chrysotile is the primary source for industrial asbestos. It produces approximately 95% of all asbestos (the other 5% is amphibole asbestos, such as Tremolite and Actinolite). Because it is not affected by fire and is a poor heat conductor, it is used for fire retardant devices and heat protection. Its former use, which has been outlawed in most areas, was as an insulator, but has been banned because of its notorious nature of causing cancer and other long term illnesses.Antigorite, as well as Serpentinite and Verd Antique, are sculpted into ornamental carvings. They are soft and easy to work with, and create exceptional art. They are used as animal carvings, book ends, and the like. Verd Antique is also used as an ornamental green marble replacement, and is used as countertops, sculptures, plaques, and tiling.  The varieties Deweylite and Williamsite are occasionally used \r\nas minor gemstones, being polished as cabochons or beads. The \r\ngemstone color is green or yellow green, and is usually mottled. \r\nSerpentine gemstones resemble Jade, but are softer and inexpensive."
    ]
  },
  { "mineral": "Shale", "uses": [""] },
  {
    "mineral": "Shattuckite",
    "uses": [
      "A very minor ore of copper and as an ornamental stone.",
      "Shattuckite is an uncommon yet very aesthetic mineral that makes fine collectors specimens. It is also occasionally used as a gemstone and polished into pendants and beads."
    ]
  },
  {
    "mineral": "Siderite",
    "uses": [
      "A minor ore of iron and as mineral specimens.",
      "Siderite is an ore  of iron in some iron deposits."
    ]
  },
  {
    "mineral": "Silica",
    "uses": [
      "Ferrosilicon alloys are used to improve the strength and quality of iron and steel products. Tools, for instance, are made of steel and ferrosilicon.\nIn addition to tool steels, an example of “alloy steels,” ferrosilicon is used in the manufacture of stainless steels, carbon steels, and other alloy steels.  An alloy steel refers to all finished steels other than stainless and carbon steels. Stainless steels are used when superior corrosion resistance, hygiene, aesthetic, and wear-resistance qualities are needed.\nCarbon steels are used extensively in suspension bridges and other structural support material, and in automotive bodies, to name a few.\nSilicon is used in the aluminum industry to improve castability and weldability. Silicon-aluminum alloys tend to have relatively low strength and ductility, so other metals, especially magnesium and copper, are often added to improve strength.\nIn the chemicals industry, silicon metal is the starting point for the production of silianes, silicones, fumed silica, and semiconductor-grade silicon. Silanes are the used to make silicone resins, lubricants, anti-foaming agents, and water-repellent compounds. Silicones are used as lubricants, hydraulic fluids, electrical insulators, and moisture-proof treatments.\nSemiconductor-grade silicon is used in the manufacture of silicon chips and solar cells. Fumed silica is used as a filler in the cement and refractory materials industries, as well as in heat insulation and filling material for synthetic rubbers, polymers and grouts.\nSilica is used in ceramics and in making glass.\nSilicon is considered a semiconductor. This means that it conducts electricity, but not as well as a metal such as copper or silver. This physical property makes silicon an important commodity in the computer manufacturing business."
    ]
  },
  {
    "mineral": "Silicon",
    "uses": ["As an integrated circuit (ic) substrate and semiconductor."]
  },
  {
    "mineral": "Sillimanite",
    "uses": [
      "In the manufacture of spark plugs etc, rarely as a gemstone and as mineral specimens.",
      "The rare transparent Sillimanite crystals from Burma, Sri Lanka, and India are valued as important rare collector stones, and are occasionally cut into exquisite gemstones for collectors. Compact masses of Sillimanite were once used by Native Americans of the American Southwest to fashion tools."
    ]
  },
  {
    "mineral": "Silver",
    "uses": [
      "Minor ore of silver for use in \njewelry, \ncoins and photographic films and other industrial uses.",
      "Silver has many unique physical properties that give it very special status. Silver is the best conductor of electricity, is the second most malleable and ductile metal, and is in greater abundance than all other precious metals with similar properties. Due to its unique properties and intrinsic beauty, it is extensively used industrially and as ornaments.Silver is largely used as jewelry, ornaments, and coins. It is very easy to work with, and beautiful objects are created from it, such as goblets, candelabras, trays, and cutlery.\r\nIn the industrial sector, silver is widely used for electrical apparatuses and circuits. It is also used for medicinal purposes, particularly in dentistry, for bactericides, and for antiseptics.",
      "Silver has been used for thousands of years for jewelry and decorative items of all types. Likewise, it has been used for silverware. Of all the metals, untarnished silver is the best reflector of light. As a result, it was used in ancient times to make mirrors. Sterling silver is silver alloyed with another metal, usually copper. For such an alloy to be called “Sterling” it has to have 92.5% silver content. Silver bromide and silver nitrate are used in photography. It is used in various photographic materials and processes. It is also used in electrical products because it conducts electricity more efficiently than copper. It has been used by dentists in amalgam fillings."
    ]
  },
  {
    "mineral": "Sinhalite",
    "uses": ["An a gemstone and as mineral specimens."]
  },
  { "mineral": "Sjogrenite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Sklodowskite",
    "uses": ["Mineral specimen and very minor ore of uranium"]
  },
  {
    "mineral": "Skutterudite",
    "uses": [
      "A minor ore of cobalt and nickel",
      "Skutterudite is used as an ore of cobalt and nickel. Well-crystallized specimens are highly valued among collectors."
    ]
  },
  {
    "mineral": "Slate",
    "uses": [
      "Slate’s foliation allows it to be broken into sheets of any desired thickness. Therefore, for centuries it has been used for roofing and for pavement stones around homes, buildings and gardens. The same feature made slate a most suitable material for making pool table tops and chalkboards, flooring material, gravestones and memorial tablets, and for electrical insulation."
    ]
  },
  {
    "mineral": "Smithsonite",
    "uses": [
      "Minor ore of zinc and as mineral specimens.",
      "Smithsonite is an ore of zinc. It is sometimes polished and used as an ornamental stone, which is known as Bonamite in the gem trade. It is a minor gemstone."
    ]
  },
  { "mineral": "Smoky_quartz", "uses": ["Gemstone and ornamental stone."] },
  {
    "mineral": "Sodalite",
    "uses": [
      "Mineral specimens and ornamental stone",
      "Sodalite is a minor blue opaque gemstone, and is used especially in beads. The variety Hackmanite from Afghanistan is a highly desired mineral among collectors."
    ]
  },
  {
    "mineral": "Spangolite",
    "uses": ["As a minor ore of copper and as mineral specimens."]
  },
  {
    "mineral": "Sperrylite",
    "uses": [
      "Ore of platinum and as mineral specimens.",
      "Sperrylite is an important ore of the precious metal platinum, and good crystals are highly valued by mineral collectors."
    ]
  },
  {
    "mineral": "Spessartine",
    "uses": [
      "Abrasive, mineral specimens and as a \ngemstone",
      "Transparent Spessartine can be faceted as a gemstone and used in jewelry. It is the most widely used orange and reddish-orange Garnet. Spessartine specimens, especially those recently found in Tanzania, are very popular among mineral collectors.Also see the gemstone section on Spessartite and Garnet."
    ]
  },
  {
    "mineral": "Sphaerocobaltite",
    "uses": ["Very minor ore of cobalt and as a mineral specimen."]
  },
  {
    "mineral": "Sphalerite",
    "uses": [
      "Major ore of zinc, rarely cut into gemstones, mineral specimen",
      "Sphalerite is the principle ore  of zinc. In some localities, it occurs with significant amounts of the rare elements cadmium, gallium, and iridium, and it is also the main ore of those metals. Sphalerite is an important mineral to collectors, and some transparent varieties are occasionally faceted for collectors."
    ]
  },
  {
    "mineral": "Sphene",
    "uses": ["Mineral specimens, source of tio2 (a pigment) and as a gemstone."]
  },
  {
    "mineral": "Spinel",
    "uses": [
      "As a gemstone and as a mineral specimen",
      "Spinel is a rare mineral, and its color and qualities make it very well substituted as a gemstone. It is cut into all gemstone cuts, especially round and oval cuts, though it is surprisingly not extensively used in demand for jewelry."
    ]
  },
  {
    "mineral": "Spodumene",
    "uses": [
      "Gemstone and ore of lithium.",
      "Spodumene is a very important ore of the element lithium. Huge crystals are commercially mined for extraction of this element. The transparent pink and green varieties, Hiddenite and Kunzite, are used as gemstones. Well crystallized specimens are very popular among mineral collectors."
    ]
  },
  {
    "mineral": "Staurolite",
    "uses": [
      "Mineral specimens",
      "Staurolite is a collector's mineral, with the intergrown twins and crosses especially desirable. Small twinned crystals can be worn as amulets and charms, especially by Christians."
    ]
  },
  {
    "mineral": "Stellerite",
    "uses": [
      "Mineral specimen and chemical filter",
      "Stellerite is an uncommon mineral that is highly desired by collectors. \r\nIts only practical use is as specimen for collectors, especially zeolite collectors."
    ]
  },
  {
    "mineral": "Stephanite",
    "uses": [
      "An ore of silver and as mineral specimens.",
      "Stephanite is an ore of silver. Well-formed crystals are hard to come across and are therefore highly valued among collectors."
    ]
  },
  {
    "mineral": "Stibarsen",
    "uses": [
      "A very minor ore of antimony and arsenic and as mineral specimens."
    ]
  },
  {
    "mineral": "Stibiconite",
    "uses": ["Mineral specimens and a very minor ore of antimony"]
  },
  {
    "mineral": "Stibnite",
    "uses": [
      "An ore of antimony and as mineral specimens.",
      "Stibnite is the most important ore of the element antimony, and is an industrially important mineral. It was used as a metallic cosmetic in ancient civilization. Stibnite also forms some of the most exceptional crystal formations of all minerals, and large and well crystallized are highly sought after and appreciated by mineral collectors."
    ]
  },
  {
    "mineral": "Stichtite",
    "uses": [
      "Very minor ore of chromium, as a mineral specimen and ornamental stone."
    ]
  },
  {
    "mineral": "Stilbite",
    "uses": [
      "Mineral specimen and chemical filter",
      "Large and well-shaped Stilbite crystals are of interest to \r\ncollectors, especially when in wheat sheaf or bow tie form. Stilbite as a zeolite is also used in water purifiers \r\nand chemical filters."
    ]
  },
  {
    "mineral": "Stishovite",
    "uses": ["As an indicator of a meteor impact and as mineral specimens."]
  },
  {
    "mineral": "Stolzite",
    "uses": [
      "Stolzite is a rare and desirable collectors mineral. It is a minor ore of tungsten in tungsten deposits."
    ]
  },
  {
    "mineral": "Strengite",
    "uses": [
      "As mineral specimens and limited ornamental stone uses.",
      "Strengite is a rare collectors mineral. It doesn't form in large crystals, but small crystal aggregates and crystals make beautiful thumbnail and micromount specimens."
    ]
  },
  {
    "mineral": "Strontianite",
    "uses": [
      "A minor ore of strontium and as mineral specimens.",
      "Strontianite is an important ore of strontium, and is used in sugar refining and in the production of fireworks."
    ]
  },
  {
    "mineral": "Strontium",
    "uses": [
      "Strontium is the element that gives road flares and fireworks a bright red color. Some strontium is used to make special magnets called ferrite ceramic magnets. Strontium was used to make compounds that are applied to the glass picture tubes on color television sets. This compound blocks the X-rays created by the picture tube."
    ]
  },
  { "mineral": "Strunzite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Sturmanite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Sugilite",
    "uses": [
      "As an ornamental and semi-precious stone used in jewelry and as a mineral specimen."
    ]
  },
  {
    "mineral": "Sulfur",
    "uses": [
      "Major ore of sulfur which is used for chemical production",
      "Sulfur is a common element, with many uses. Although most sulfur is extracted from sulfides, Native Sulfur, being common, is also used as a source. The fine specimens from Agrigento and Cattolico in Sicily, Italy, are highly sought by mineral collectors and command very high prices.Sulfur has many industrial uses. It is used in the manufacture of black powder, matches and explosives. It is also used to create rubber, in dyes, and as an insecticide and fungicide. It is also used in the manufacturing of sulfuric acid.",
      "The majority of the sulfur produced in the United States is used to make sulfuric acid. Sulfuric acid has multiple uses in the production of chemicals, petroleum products and a wide range of other industrial applications. Sulfur’s main use is in making chemicals for agriculture, mostly for fertilizers. Other uses of sulfur include refining petroleum, metal mining, and the production of organic and inorganic chemicals. A multitude of products (such as the production of rubber for automobile tires) require sulfur in one form or another during some stage of their manufacture."
    ]
  },
  {
    "mineral": "Sunstone",
    "uses": ["Ornamental and semi-precious stone and as mineral specimens."]
  },
  { "mineral": "Suolunite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Susannite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Sussexite",
    "uses": ["A very minor ore of manganese and as mineral specimens."]
  },
  { "mineral": "Svanbergite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Sylvanite",
    "uses": [
      "A very minor ore of silver and gold and as mineral specimens.",
      "Sylvanite is an ore of gold and silver. It is also rare collector's mineral, with special value due to its gold content."
    ]
  },
  {
    "mineral": "Sylvite",
    "uses": [
      "As a major source of potash and as mineral specimens.",
      "Sylvite is the main source of potash, which is an important ingredient in fertilizers. It has other important industrial uses, including aluminium recycling, metal electroplating, and in oil drilling fluids. It is the chief ingredient of potassium supplements, which are used to treat or prevent low potassium conditions such as hypokalemia."
    ]
  },
  { "mineral": "Symplesite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Synchysite",
    "uses": [
      "As a minor ore of cerium and other rare earth metals and as mineral specimens."
    ]
  },
  { "mineral": "Taaffeite", "uses": ["Only as a gemstone."] },
  { "mineral": "Tainiolite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Talc",
    "uses": [
      "An ornamental and heat, acid and electrically-resistant stone (soapstone) \nused as counter tops, electrical switchboards, carvings, etc, used as an ingredient in \npaints, rubber, roofing materials, ceramics and insecticides.  most commonly known as the primary ingredient in talcum powder.",
      "Talc is a very important industrial mineral. Talc is crushed into powder to form talcum powder, which is the main ingredient in many cosmetics as well as some baby powders. Talcum powder was also used as a filler to prevent slipping in latex gloves, although its use is being replaced with corn starch which is safer for inhalation. Talc is highly resistance to heat and electricity, and is therefore used in electronics and as an insulator. It is also a filler material for paints, rubber and insecticides.Talc is also used as an ornamental stone, being carved into figures, jewelry boxes, tiling, and art sculptures. Since it is so soft, it is very easily cut and carved.",
      "Ground talc is used as an ingredient in ceramics, paper, paint, roofing, plastics, cosmetics, talcum and baby powders, and a variety of other assorted uses such as making rubber and plastics."
    ]
  },
  {
    "mineral": "Tantalite",
    "uses": [
      "An ore of tantalum and niobium and as mineral specimens.",
      "Tantalite is as an ore of the rare elements tantalum and niobium."
    ]
  },
  {
    "mineral": "Tantalum",
    "uses": [
      "A refractory metal with unique electrical, chemical, and physical properties that is used mostly as tantalum metal powder in the production of electronic components, mainly tantalum capacitors. Because it has such a very high melting point, it is alloyed with other metals to create alloys that are needed for very high temperature applications, such as metal working equipment and jet engine components.\nSince tantalum is so resistant to corrosion, it is used to make surgical instruments and medical equipment such as rods to attach to broken bones, skull plates, and wire meshes to help repair nerves and muscles.\nTantalum is also used in camera lenses."
    ]
  },
  { "mineral": "Tanzanite", "uses": ["Gemstone"] },
  { "mineral": "Tarbuttite", "uses": ["Only as a mineral specimen."] },
  {
    "mineral": "Tektites",
    "uses": ["As a gemstone and as collection specimens"]
  },
  {
    "mineral": "Tellurium",
    "uses": [
      "A minor ore of tellurium and as mineral specimens.",
      "Native Tellurium is very uncommon, and is only occasionally used as an ore  of tellurium where other tellurium minerals occur. Nevertheless, the uses of the element tellurium are briefly mentioned:\r\nTellurium is used industrially for thermoelectric apparatuses and in the process of creating rubber. It is also used medically, and as a coloring for glass. Another use is as a gasoline additive to to reduce engine knock."
    ]
  },
  {
    "mineral": "Tennantite",
    "uses": [
      "Ore of copper and a minor ore of silver and arsenic.",
      "Tennantite is an ore of copper. Silver may also be present in its structure at certain localities, where it may also be used as an ore of silver."
    ]
  },
  {
    "mineral": "Tephroite",
    "uses": ["A very minor ore of manganese and as mineral specimens."]
  },
  {
    "mineral": "Tetrahedrite",
    "uses": [
      "Ore of copper and as a minor ore of silver.",
      "Tetrahedrite is an ore of copper."
    ]
  },
  { "mineral": "Thaumasite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Thenardite",
    "uses": [
      "As a source of sodium to produce soda, various uses in the glass and paper industries and as mineral specimens."
    ]
  },
  {
    "mineral": "Thomsonite",
    "uses": [
      "Mineral specimen and chemical filter.",
      "Thomsonite is a rare collectible mineral and is especially important to zeolite collectors. Radiating, banded Thomsonites from Michigan are often tumbled and polished, and may be used as minor jewelery objects such as beads."
    ]
  },
  {
    "mineral": "Thorite",
    "uses": [
      "As a minor ore of thorium and uranium and as mineral specimens.",
      "Thorite is an important ore of the radioactive element thorium."
    ]
  },
  {
    "mineral": "Thorogummite",
    "uses": [
      "As a very minor ore of thorium and uranium and as mineral\nspecimens.",
      "Thorogummite is an ore of the radioactive element thorium."
    ]
  },
  { "mineral": "Tin", "uses": ["Many applications for metallic tin."] },
  { "mineral": "Tinaksite", "uses": ["Only as a mineral specimen."] },
  {
    "mineral": "Tincalconite",
    "uses": [
      "As an ore of boron and as a source of borax (a cleaning agent and useful industrial chemical)"
    ]
  },
  {
    "mineral": "Titanite",
    "uses": [
      "Mineral specimens, source of tio2 (a pigment) and as a gemstone.",
      "Titanite is an important collector's mineral, with well-formed crystals and transparent varieties being particularly desirable. It is also used as a minor gemstone. Titanite is industrially important as a source of titanium dioxide, (TiO2), which is used in pigments."
    ]
  },
  {
    "mineral": "Titanium",
    "uses": [
      "A white pigment (as oxide), medical devices, jewelry,\naerospace alloys and military armor."
    ]
  },
  {
    "mineral": "Topaz",
    "uses": [
      "Gemstones and optical properties are useful in industry.",
      "Topaz is a very popular gemstone. All colors are fashioned into gemstones, and the yellow-brown Imperial is especially valuable. Crystals, especially those still in a matrix, are greatly sought by mineral collectors."
    ]
  },
  { "mineral": "Topazolite", "uses": ["Gemstone."] },
  {
    "mineral": "Torbernite",
    "uses": ["A minor ore of uranium and mineral specimens"]
  },
  {
    "mineral": "Tourmaline",
    "uses": [
      "Tourmaline is a very popular gemstone. Its popularity has greatly increased since the 1990's, and this has also been reflected in the astronomical prices demanded from the finest Tourmalines. Tourmaline is used as a jewelry gemstone and is cut into all forms and styles. All colors of Tourmaline, especially multicolored gems, are used in jewelry.\n\r\nTourmaline can form in extremely aesthetic slender crystals that are \r\nhighly valued by collectors. It is one of the most prized \r\nminerals, and fine crystals can be among the most beautiful examples in \r\nthe mineral kingdom. Instead of being faceted, many fine Tourmaline crystals are \r\npreserved for their beauty. Thick, elongated crystals are sometimes \r\nsliced into sections and sold as \"Tourmaline cross sections\".\n\r\nThe piezoelectric nature of Tourmaline makes it useful as a component of high pressure gauges."
    ]
  },
  {
    "mineral": "Tremolite",
    "uses": [
      "Asbestos and as a mineral specimen.",
      "The finely fibrous variety of Tremolite is used for industrial asbestos. Although fibrous \r\nSerpentine is the main source of asbestos, Tremolite and Actinolite are also asbestos producers. Because it is not affected by\r\n fire and is a poor heat conductor, asbestos is used in fire retardant \r\ndevices and for heat protection.The variety Nephrite is used as the gemstone \r\nJade. Although most forms of Nephrite Jade are of the Actinolite type, Tremolite may also form Jade, which is generally lighter in color than the more common Actinolite form of Jade."
    ]
  },
  {
    "mineral": "Tridymite",
    "uses": [
      "As an indicator of high temperature crystallization and as mineral specimens.",
      "Tridymite is a valuable mineral to collectors. Specimens of this rare and distinctive mineral provide interest to hobbyists. Tridymite is also used in scientific study. Its crystals provide key information to how crystals form, and how they change over in different environments. Tridymite is also synthetically produced for the production of refractory ceramics."
    ]
  },
  {
    "mineral": "Triphylite",
    "uses": [
      "As a source of lithium and phosphorus and as mineral\nspecimens.",
      "Triphylite has been mined as an ore of lithium."
    ]
  },
  { "mineral": "Trona", "uses": ["Only as mineral specimens."] },
  { "mineral": "Tsavorite", "uses": ["Gemstone."] },
  { "mineral": "Tsumcorite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Tsumebite", "uses": ["Only as a mineral specimen."] },
  {
    "mineral": "Tungsten",
    "uses": [
      "Tungsten is mixed with carbon to make a very strong, very resistant material called tungsten carbide. Tungsten carbide is used to make cutting tools and wear-resistant tools for metalworking, drilling for oil and gas, mining, and construction.\nBecause it has such a very high melting point and low vapor pressure, tungsten is used in high temperature situations. For instance, the filaments in light bulbs are made of tungsten. It is used in other applications in electronics as well.\nWhen added to steel, tungsten increases its strength. It is alloyed (mixed with) other metals to make “superalloys” which have special physical properties of high strength and heat resistance. Some of the applications for such superalloys are in turbine engines for jet aircraft and energy generation.\nIt is also used in textile dyes, enamels, paints, and for coloring glass."
    ]
  },
  {
    "mineral": "Turquoise",
    "uses": [
      "As an ornamental stone for carving and jewelry.",
      "Turquoise is an important gemstone. Its bright color has afforded it important gem use throughout several ancient civilizations, and today it remains an important yet affordable gemstone. Turquoise gemstones are usually cabochons and beads, but may also be ornate carvings of animals and flowers. Turquoise specimens are also popular among mineral collectors, and the crystallized form from Virginia is especially highly desired and valuable."
    ]
  },
  {
    "mineral": "Tyuyamunite",
    "uses": ["A very minor ore of uranium and as mineral specimens"]
  },
  {
    "mineral": "Ulexite",
    "uses": [
      "An ore of boron and as mineral specimens.",
      "Ulexite is an ore  of boron, and is studied in regard to its unique optical properties. \"Television Stone\" is highly popular as a specimen among amateur mineral collectors."
    ]
  },
  {
    "mineral": "Ullmannite",
    "uses": ["As a very minor ore of nickel and as mineral specimens."]
  },
  {
    "mineral": "Uraninite",
    "uses": [
      "A major ore of uranium and radium, a source of helium and as a mineral specimen",
      "Uraninite is the primary ore  of uranium. Rare earth elements such as thorium and yttrium may also be mined from Uraninite."
    ]
  },
  {
    "mineral": "Uranocircite",
    "uses": ["A very minor ore of uranium and mineral specimens"]
  },
  {
    "mineral": "Uranophane",
    "uses": ["Mineral specimen and minor ore of uranium"]
  },
  {
    "mineral": "Uranopilite",
    "uses": ["A minor ore of uranium and mineral specimens"]
  },
  {
    "mineral": "Uvarovite",
    "uses": [
      "Gemstones and mineral specimens",
      "Uvarovite crystals are too small to be faceted into gemstones. However, plates of Uvarovite crystals are sometimes polished in cabochons and used as pendants. Also see the gemstone section on Uvarovite and Garnet.Uvarovite is also a rare mineral with a very interesting color, and is very well sought by mineral collectors."
    ]
  },
  {
    "mineral": "Uvite",
    "uses": [
      "Only as mineral collection specimens",
      "Uvite, being an uncommon form of Tourmaline, is mainly a collectors minerals."
    ]
  },
  {
    "mineral": "Valentinite",
    "uses": ["A minor ore of antimony and as mineral specimens."]
  },
  {
    "mineral": "Vanadinite",
    "uses": [
      "As a minor ore of lead and mineral specimens",
      "Vanadinite is an important ore  of vanadium, and a minor ore of lead where it occurs with more abundant lead minerals. Its distinctive color makes it a very popular mineral among collectors."
    ]
  },
  {
    "mineral": "Variscite",
    "uses": [
      "Mineral specimens and ornamental stone applications",
      "The polished, emerald-green nodules of Variscite that originate in Utah are highly valued among collectors. Variscite is also used a minor green, often splotchy, opaque gemstone."
    ]
  },
  { "mineral": "Vauxite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Vermiculite",
    "uses": [
      "As a toxic spill cleaner, a fire resistant material, soil additive and other industrial uses."
    ]
  },
  {
    "mineral": "Vesuvianite",
    "uses": [
      "Mineral specimens and the gemstone, idocrase",
      "Vesuvianite is an important collectors mineral, and fine crystals can be very valuable. The massive, compact variety Californite is occasionally used as an ornamental stone similar to Jade."
    ]
  },
  { "mineral": "Veszelyite", "uses": ["Only as a mineral specimen."] },
  {
    "mineral": "Villiaumite",
    "uses": ["Rarely cut as gemstones \nand as mineral specimens."]
  },
  {
    "mineral": "Vivianite",
    "uses": [
      "Only as a mineral specimen",
      "Good crystals and sprays of Viviante  make an important and expensive collectors material."
    ]
  },
  { "mineral": "Volborthite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Walpurgite",
    "uses": [
      "A very minor ore of uranium and bismuth and as mineral specimens."
    ]
  },
  { "mineral": "Wardite", "uses": ["Only as mineral specimens"] },
  {
    "mineral": "Water",
    "uses": [
      "Water is the fiber of all life, and there is no physical substance more important than water."
    ]
  },
  {
    "mineral": "Wavellite",
    "uses": [
      "Only as mineral specimens",
      "Wavellite is mainly used as a collectors mineral."
    ]
  },
  { "mineral": "Weloganite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Wernerite",
    "uses": ["As gemstones and as mineral specimens."]
  },
  { "mineral": "Whewellite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Whiteite", "uses": ["Only as mineral specimens."] },
  { "mineral": "Whitlockite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Willemite",
    "uses": [
      "A minor ore of zinc and as mineral specimens.",
      "Willemite is an important mineral among collectors, and is especially popular among collectors specializing in fluorescent minerals. It has been used as an important ore or zinc."
    ]
  },
  {
    "mineral": "Witherite",
    "uses": [
      "A minor ore of barium and as mineral specimens.",
      "Witherite is used in the production of glass. Good crystals of this mineral are highly desirable among collectors."
    ]
  },
  { "mineral": "Wolfeite", "uses": ["Mineral specimens."] },
  {
    "mineral": "Wolframite",
    "uses": [
      "An ore of tungsten (an important industrial element) and as a mineral specimen",
      "Wolframite is an important ore of tungsten. Good specimens are not common, and are highly desired by mineral collectors."
    ]
  },
  {
    "mineral": "Wollastonite",
    "uses": [
      "In ceramics, as a paint filler and as mineral specimens.",
      "Wollastonite is an industrially important mineral. It is a necessary ingredient in heat-resistant refractory ceramics and is used as a filler in paint. It is also used in the manufacture of paper and plastics.Due to its fluorescece, Wollastonite is a popular mineral among collectors who specialize in fluorescent minerals."
    ]
  },
  { "mineral": "Woodhouseite", "uses": ["Only as mineral specimens."] },
  {
    "mineral": "Wulfenite",
    "uses": [
      "A minor ore of molybdenum and as mineral specimens.",
      "Wulfenite is a very popular and highly sought-after mineral by collectors. It is used as a minor ore of lead and molybdenum."
    ]
  },
  {
    "mineral": "Wurtzite",
    "uses": [
      "Minor ore of zinc and as mineral specimens",
      "Wurtzite is a very rare mineral, and only of value to scientists and mineral collectors. Schalenblende is used as a rare ornamental stone."
    ]
  },
  {
    "mineral": "Xenotime",
    "uses": [
      "As mineral specimens and as a source of yttrium.",
      "As an ore of yttrium."
    ]
  },
  { "mineral": "Xonotlite", "uses": ["Only as a mineral specimen."] },
  { "mineral": "Yuksporite", "uses": ["Only as a mineral specimen."] },
  {
    "mineral": "Zeolites",
    "uses": [
      "Used in water softeners, catalysts, cat litter, odor control, and for removing radioactive ions from nuclear plant effluent. Zeolites contain water in the spaces between the aluminum and silica molecules (tetrahedra). This water moves easily in and out of the crystal. Consequently, any molecule similar in size to water or smaller can pass through the spaces in the zeolite. Larger molecules, however, cannot. Zeolites are therefore used as sieves or filters to remove molecules of a particular size. Liquids and gases can pass through these spaces or pores. This property is utilized in a wide variety of industrial, agricultural and home applications, such as soap and detergents, water purification systems, crop development, and in the medical field."
    ]
  },
  {
    "mineral": "Zeunerite",
    "uses": ["A minor ore of uranium and as mineral specimens"]
  },
  {
    "mineral": "Zinc",
    "uses": [
      "Many applications for the metal - zinc.",
      "Zinc alloys well with other metals resulting in stronger, harder metals. Brass, for example, is a mixture of copper and 20%-45% zinc.\nAdequate amounts of zinc are essential to a healthy life in all humans and animals. It is necessary for the function of a number of different enzymes. It has also been proved necessary for skin and bone growth as well as sexual maturation. The body uses zinc to process food and nutrients. When animals do not have enough zinc in their systems, they need to consume 50% more food to match the weight gain of an animal with enough zinc in its body. About 0.003% zinc is needed for proper health.\nZinc is relatively non-reactive in air or water. Consequently, it is applied in thin layers to iron and steel products that need to be protected from rusting. This process is called galvanizing. Galvanizing is done in a number of ways. Generally, the metal is dipped in molten zinc. It can also be done by electroplating or by painting on a layer of zinc compound.\nZinc is used in making rubber and paint, chemicals, agricultural applications, in the rubber industry, in TV screens, fluorescent lights and for dry cell batteries. Pennies are made of zinc – with a thin coating of copper on top.\nZinc dust is used in the removal of impurities from solution in zinc electrowinning."
    ]
  },
  {
    "mineral": "Zincite",
    "uses": [
      "An ore of zinc and as mineral specimens.",
      "Zincite was an important ore of zinc among the zinc ore bodies in the Franklin and Sterling Hill mines when those mines were in operation. Today zincite is a collector's mineral."
    ]
  },
  {
    "mineral": "Zinkenite",
    "uses": ["Mineral specimens and as a very minor ore of lead."]
  },
  {
    "mineral": "Zinnwaldite",
    "uses": [
      "Mineral specimens and limited use as electrical and heat insulator for industrial purposes."
    ]
  },
  {
    "mineral": "Zippeite",
    "uses": ["A minor ore of uranium and mineral specimens"]
  },
  {
    "mineral": "Zircon",
    "uses": [
      "Gemstone and mineral specimens",
      "Zircon is an important gemstone, with several color forms used in various forms of jewelry. Zircon is also the most significant ore of the element zirconium, and it is also the most important ore of the rare element hafnium, which can be present in considerable quantities in Zircon. In several localities, Zircon is also an ore of the radioactive element thorium."
    ]
  },
  {
    "mineral": "Zoisite",
    "uses": [
      "Mineral specimens, ornamental stone and gemstone.",
      "The more common forms of Zoisite are not of any significant interest, although transparent crystals, especially those rare forms from Pakistan, are highly valued among mineral collectors. The variety Tanzanite has become an extremely popular mineral and gemstone, and is heavily marketed by the jewelry industry. Fine Tanzanite gemstones can be extremely costly and cherished. The pink variety, Thulite, is used as a minor gemstone, and is most often cut as cabochons. The green variety associated with Ruby is also used as a minor gemstone.Also see the dedicated gemstone pages for Zoisite, Tanzanite, and Thulite."
    ]
  }
]
