[
  {
    "mineral": "Aluminum",
    "uses": "About 85% of all the bauxite mined worldwide is used to produce alumina for refining into aluminum metal. Another 10% produces alumina which is used in chemical, abrasive, and refractory products. The remaining 5% of bauxite is used to make abrasives, refractory materials, and aluminum compounds.\nThe lightness, strength, and corrosion resistance of aluminum are important considerations in its application. Metallic aluminum is used in transportation, packaging such as beverage cans, building construction, electrical applications, and other products.\nAluminum, the third most abundant element at the Earth’s surface, is apparently harmless to plant and animal life."
  },
  {
    "mineral": "Amphibole",
    "uses": "Amphibolite is very hard and takes a high polish. The combination of its ability to be polished, its dark color and its texture have made amphibolite a popular dimension stone in construction. It is used as paving stones and as a veneer or facing on buildings (both for interior and exterior use).\nIt is also used as crushed stone for the usual crushed stone applications such as road and railroad bed construction. In this application it is used locally, near the source of the amphibolite. This reduces the cost of transporting non-native stone in from other sources.\nGemologists and lapidary workers have discovered that some amphibolite rock produces a shimmer effect when it is polished. They use rounded and polished pieces of amphibolite for various pieces of jewelry.\nSubstitutes and Alternative Sources\nThere are nearly limitless alternatives for the various crushed stone applications for which amphibolite is occasionally used. Any type of rock, local or imported, that can be readily quarried, crushed and transported can replace amphibolite. In the United States, limestone and granite together represent over 80% of all the crushed rock consumed annually. As noted above, amphibolite is used locally where it is easily quarried, reducing the costs of transporting rock in from other regions.\nThere are many options to amphibolite as dimension stone. Marble, granite, and quartzite, for instance, can all be polished and used as facing on the interior and exterior of buildings. In some environments even sandstone can be used for building construction. In the end, amphibolite is chosen for the particular color, texture and overall look it gives to a building. Substitutes that provide a similar look include plastics and some varieties of other dark rock like dark granite."
  },
  {
    "mineral": "Andesite",
    "uses": "Andesite may be used as aggregate or fill, but it is not ideal for concrete applications because it is high in silica, and causes alkali-silica reactivity in the concrete. Andesitic volcanism is associated closely with porphyry copper deposits and it is a host rock for much of the world’s copper ore. Andesite may also be used by geologists to study the history of ancient geosutures."
  },
  {
    "mineral": "Antimony",
    "uses": "Antimony is used as a hardening alloy for lead, especially in storage batteries and cable sheaths, and also used in bearing metal, type metal, solder, collapsible tubes and foil, sheet and pipes, and semiconductor technology. Stibnite is used for metal antifriction alloys, metal type, shot, batteries, and in the manufacture of fireworks. Antimony salts are used in the rubber and textile industries, in medicine, and glassmaking.\nThe most important use of antimony in the United States is in chemicals used to impregnate plastics, textiles, rubber and other materials as a flame retardant – that is, a form of fireproofing. This is required by federal law for certain childrens’ clothing. Over half the annual U.S. antimony consumption is for the manufacture of flame retardants.\nA portion of U.S. consumption is in antimony alloys. Antimony is mixed (that is, alloyed) with other metals, such as lead, to make the lead harder and stronger for use in lead-acid batteries. On the other hand, some alloys such as Babbitt Metal (an alloy of antimony, tin, copper and sometimes lead) are useful as machine bearings because they are soft and slippery. Antimony is also alloyed with tin to make pewter items such as plates, pitchers and cups, used mostly for decoration. One use of antimony, which is declining, is to make type metal for printing newspapers and magazines. Antimony is one of very few substances (bismuth and water are two others) which expand when it cools and freezes. Antimony-bearing type metal thus fills every corner of a mold used to prepare sharp type for printing. With the advent of computer printing, this use has greatly decreased.\nAntimony is also used for pigments in plastics, paints, rubber, and for a wide variety of minor uses, including medicines, fireworks and others. Antimony oxide is a brilliant yellow color, accounting for much of the pigment use.\nA tiny amount of highly purified antimony metal is used in the computer industry to make semiconductors. To be useful in this application, antimony has to be 99.999% pure!"
  },
  { "mineral": "Aragonite", "uses": "" },
  {
    "mineral": "Arsenic",
    "uses": "Only about 5% of arsenic consumption is of the metallic element. Most of this is used to alloy (mix) arsenic with lead, copper, or other metals for specific uses. As a metalloid, arsenic is a semiconductor, like silicon. This means it conducts some electricity like a metal, but not all the electricity a true conductor like copper would conduct. Consequently, about 1/10 % of arsenic is consumed in the manufacture of gallium arsenide semiconductors for use in electronics. Some arsenic is also used in glass-making.\nThe majority of U.S. consumption is in the form of chromated copper arsenate (CCA), a chemical used as a wood preservative for telephone poles, fence posts, pilings, and foundation timbers. The CCA significantly reduces rot and eliminates wood destruction by termites, ants and other insects. However, the use of CCA is being phased out in the U.S., and a major decrease in the arsenic market is expected as a result.\nFormerly the most important use of arsenic compounds, was as an insecticide sprayed in fields and orchards. This use has entirely disappeared in most countries, due to the poisonous nature of arsenic compounds. Arsenic contamination is a problem in some well-water and may be associated with mine drainage.\nArsenic is not recovered from any waste materials or in any recycling program. Some is recovered from runoff at wood treatment facilities.\nInterestingly, a trace amount of arsenic is necessary for good health and growth of animals, including humans. 0.00001% is needed for growth and for a healthy nervous system."
  },
  {
    "mineral": "Asbestos",
    "uses": "Asbestos is used to make heat resistant products. Long asbestos fibers are preferred, and short fibers are worth only a fraction of the price. The former uses of asbestos in building construction (fireproof ceiling panels in schools, for example) have largely disappeared, although asbestos is still used in making asbestos-cement products, automobile and truck brakes, roof castings, and applications where the fibers are encased in other materials and are unlikely to become free-floating.\nRoofing products containing asbestos (asphalt coatings) account for more than half of U.S. consumption. Friction products such as brake pads, and gaskets, account for about another 20%. Asbestos is also used for some specialized concrete products."
  },
  {
    "mineral": "Augite",
    "uses": "Augite is a mineral of interest to geologists, and collectors.  While it has little to no industrial value, the presence and development of augite may help tell scientists and geologists about Earth’s history in certain regions."
  },
  {
    "mineral": "Aurichalcite",
    "uses": "Of value to scientists and collectors."
  },
  {
    "mineral": "Autunite",
    "uses": "Autunite is used as a uranium ore. Uranium is used in nuclear fission to generate electricity. It may also be used as a cathode in photoelectric tubes.  It was once used for making glazes in the ceramics industry due to its beautiful red color with yellow tinge."
  },
  {
    "mineral": "Barium",
    "uses": "By far, the principal use for barite is as a “weighting agent” in oil and natural gas drilling. In this process, barite is crushed and mixed with water and other materials. It is then pumped into the drill hole. The weight of this mixture counteracts the force of the oil and gas when it is released from the ground. This allows the oil and gas rig operators to prevent the explosive release of the oil and gas from the ground. Currently, the majority of barite consumption in the United States is for this drilling application. However, the consumption in drilling “mud” fluctuates from year to year, as it is dependent on the amount of exploration drilling for oil and gas, which in turn depends on oil and gas prices.\nBeyond this, barite is used as an additive to paints, enamels, and plastics, in the production of so-called “lead” crystal or “leaded” glass, stops radiation from computer monitors and television tubes, and as the source of barium chemicals.\nBarite has the unique ability to strongly absorb X-rays and gamma rays. Consequently, it is used in medical science for special X-ray tests on the intestines and colon. It is also mixed with cement to make special containers used to store radioactive materials. A more recent application of barite is in the production of brake pads and clutches for cars and trucks."
  },
  {
    "mineral": "Basalt",
    "uses": "Basalt is used as a crushed stone, decorative stone, dimension stone, and in insulation."
  },
  {
    "mineral": "Beryllium",
    "uses": "Most beryllium is used in metal alloys, which account for more than 70% of world consumption. Because beryllium is very light and has a high melting temperature, it is an ideal metal for use in the aerospace and defense industry, almost always alloyed with other metals. Beryllium metal also has the interesting characteristic of being elastic. Consequently, it is used in the manufacture of springs, gears and other machine components that need a degree of elasticity. Another everyday application is in the manufacture of gasoline pumps, because an alloy of copper and beryllium (beryllium bronze) does not spark when hit against other metals, nor emit sparks from static electricity.\nRods made of beryllium metal and oxide are used to control nuclear reactions, because beryllium absorbs neutrons better than any other metal.\nMost organisms do not depend on beryllium for growth. In fact, beryllium dust and fumes can be dangerous to human health when inhaled. Consequently, the Clean Ar Act demands very careful handling of beryllium dust and fumes to minimize or eliminate its danger to humans."
  },
  {
    "mineral": "Biotite",
    "uses": "The high iron content, which imparts dark colors, rules out biotite from many industrial uses. However, because biotite is abundant in granitic rocks, pegmatites, and schists that are also associated with the more desirable muscovites, the mineral is important for exploration.\nBiotite is mica of little commercial value. Other micas with less commercial value include zinnwaldite, a lithium/iron–based mica that is gray to brown; and roscoelite, a vanadium/potassium/magnesium mica that can be green or brown."
  },
  {
    "mineral": "Bismuth",
    "uses": "Bismuth is used in a number of very different applications. Almost none of the uses is for pure metallic bismuth. The majority is consumed in bismuth alloys, and in pharmaceuticals and chemicals. The remainder is used in ceramics, paints, catalysts, and a variety of minor applications.\nAlloys of bismuth are useful for many reasons:\nBismuth and many of its alloys expand slightly when they solidify (freeze). This allows the bismuth to fill all corners of a mold to form a perfectly sharp replica of the mold or the item being replicated. This is also a valued property when used in soldering or plumbing (joining of pipes).\nMany bismuth alloys have a low melting point, sometimes even below the temperature of boiling water. Thus a bismuth-alloy casting can be covered by plastic or other material to form an intricate machine part. The bismuth-alloy core is then removed by simply melting it in hot water and pouring it out. The use of low-melting bismuth alloys is widespread in sprinkler systems in buildings. When the alloy melts in fire-heated air, the sprinkler becomes unplugged, and water sprays the fire. This application accounts for over one-third of the bismuth used in the United States each year.\nBismuth metal is relatively inert and non-toxic. It has replaced toxic lead in many applications such as plumbing, bullets, birdshot, metal alloys, soldering, and other applications.\nFourthly, many bismuth alloys are relatively soft and malleable. Malleable means that a metal can be hammered into thin sheets. Bismuth is alloyed with iron to create what is known as “malleable irons.”\nBismuth compounds are used in stomach-upset medicines (hence the trademarked name Pepto-Bismol), treatment of stomach ulcers, soothing creams, and cosmetics.\nIndustry uses bismuth in a variety of other applications. Bismuth is a catalyst in the production of acrylic fibers. Bismuth replaces lead in some ceramic glazes and paints, because bismuth is non-toxic."
  },
  {
    "mineral": "Boron",
    "uses": "Boron compounds are used for many different purposes in industry and the home. In the United States, boron is used to make glass, ceramics, and enamels, including fiberglass for insulation.\nBoron compounds are used to make water softeners, soaps and detergents. Other uses are in agricultural chemicals, pest controls, fire retardants, fireworks, medicine, and various minor applications.\nBoron is a chemical used to make boron nitride, one of the hardest known substances, for abrasives and cutting tools.\nThe effect of boron on animals is under study. There is no evidence that boron is necessary for animal health, although in small quantities it might stimulate bone and muscle growth. On the other hand, it is an essential trace element for green algae and higher plants used in agriculture."
  },
  {
    "mineral": "Cadmium",
    "uses": "The single most important use of cadmium is in the production of nickel-cadmium (“Ni-Cad”) batteries. About three quarters of the cadmium consumed annually is used to make batteries. Nickel-cadmium batteries are rechargeable and have found wide use in cellular phones, hand-held cordless power tools, cameras, portable computers, and a wide variety of household products. These applications account for the majority of the Ni-cad batteries produced. The remaining represents batteries used for emergency power supplies in hospital rooms, for emergency lights, telephone exchanges, etc.\nCadmium is useful in a small number of other applications. Cadmium sulfide (also called cadmium yellow) is used as a paint pigment. Cadmium is used to make low-temperature melting alloys, such as solder and Wood’s Metal for indoor sprinkler systems. The latter is an alloy of 50%Bi, 25%Pb, 12.5% Sn, and 12.5%Cd which melts at about 160 degrees Fahrenheit, the temperature of a very hot shower. Cadmium compounds are used both in black and white and color television tubes. It is used as a stabilizing compound in plastics.\nCadmium also has the physical property of being able to absorb neutrons. As a result, it is used in nuclear reactor control rods to dampen the nuclear reaction and keep the fission reactions under control.\nChina is the world’s largest consumer of cadmium, primarily for manufacturing batteries. Worldwide consumption of cadmium is stable or slightly declining, as its use is becoming more restricted due to environmental rules.\nSoluble compounds of cadmium are poisonous, although the metallic and the sulfide forms are not soluble and therefore not very poisonous."
  },
  {
    "mineral": "Calcite",
    "uses": "Calcite is the mineral component of limestone which is used primarily as construction aggregates, and in production of lime and cement. Limestone also is used in a variety of commercial applications including: road construction, riprap and jetty stone, filter stone, railroad ballast, poultry grit, mineral food, sugar processing, flux stone in steel production, glass manufacture, sulfur dioxide removal in power plants, coal mine dusting to prevent explosions, acid water treatment, asphalt fillers and refractory stone."
  },
  {
    "mineral": "Cement",
    "uses": "About 75% of all the cement produced is used to make ready-mix concrete, which is used to make buildings, bridges, sidewalks, walls, and all sorts of constructed structures. The rest is used to make building materials such as concrete blocks, pipes, and pre-cast slabs, in road building and repairs, and other assorted uses."
  },
  {
    "mineral": "Cesium",
    "uses": "Cesium and cesium compounds have a number of interesting uses and applications. For example, they are used as catalysts in chemical reactions. Because it is easily ionized by light, metallic cesium is used in photoelectric cells and infrared detectors. (An element that is ionized is transformed from a neutrally charged element into an electrically charged ion.) Cesium compounds are used in specialized alkaline batteries that are designed to work in subzero climates. Cesium carbonate is used in the production of special glass and glass products.\nThe most accurate clock in the world, the “atomic clock,” measures time based on the very precise vibration of the electrons in the outer shell of the cesium atom. This clock is accurate within 5 seconds every 300 years!\nCesium-137 is radioactive and may be used for radiation therapy to treat certain cancers.\nSpace travel engineers have discovered that burning cesium in space is a very efficient form of fuel. It is determined to be 140 times more efficient than any other fuel."
  },
  {
    "mineral": "Chert",
    "uses": "In some areas, chert is ubiquitous as stream gravel and fieldstone and is currently used as construction material and road surfacing. Part of chert’s popularity in road surfacing or driveway construction is that rain tends to firm and compact chert while other fill often gets muddy when wet.\nCherts are subject to problems when used as concrete aggregates. Deeply weathered chert develops surface pop-outs when used in concrete that undergoes freezing and thawing because of the high porosity of weathered chert. The other concern is that certain cherts undergo an alkali-silica reaction with high-alkali cements. This reaction leads to cracking and expansion of concrete and ultimately to failure of the material."
  },
  { "mineral": "Chlorite", "uses": "" },
  {
    "mineral": "Chromium",
    "uses": "Chromium is alloyed (that is, mixed) with steel to make it corrosion-resistant or harder. An example is its use in the production of stainless steel, a bright, shiny steel that is strong and resistant to oxidation (rust). Stainless steel production consumes most of the chromium produced annually. Chromium is also used to make heat-resisting steel. So-called “superalloys” use chromium and have strategic military applications.\nChromium also has some use in the manufacture of certain chemicals. For example, chromium-bearing chemicals are used in the process of tanning leather. Chromium compounds are also used in the textiles industries to produce a yellow color."
  },
  {
    "mineral": "Clays",
    "uses": "The United States both imports and exports clays and clay products. It is estimated that the United States consumes about 37.6 million tons of clays each year.\nBall clays are good quality clays used mostly in pottery but are also added to other clays to improve their plasticity. Ball clays are not as common as other clay varieties. One third of the ball clay used annually is used to make floor and wall tiles. It is also used to make sanitary ware, pottery, and other uses.\nBentonite is formed from the alteration of volcanic ash. Bentonite is used in pet litter to absorb liquids. It is used as a mud in drilling applications. It is also used in other industrial applications such as the “pelletizing” of iron ore.\nCommon clay is used to make construction materials such as bricks, cement, and lightweight aggregates.\nFire clays are all clays (excluding bentonite and ball clays) that are used to make items resistant to extreme heat. These products are called refractory products. Nearly all (81%) of fire clays are used to make refractory products.\nFuller’s earth is composed of the mineral palygorskite (at one time this mineral was called “attapulgite”). Fuller’s earth is used mostly as an absorbent material (74%), but also for pesticides and pesticide-related products (6%).\nKaolinite is a clay composed of the mineral kaolin. It is an essential ingredient in the production of high quality paper and some refractory porcelains."
  },
  { "mineral": "Coal", "uses": "" },
  {
    "mineral": "Cobalt",
    "uses": "Cobalt has been used by civilizations for centuries to create beautiful deep blue glass, ceramics, pottery and tiles. In a similar way, it is being used to make paint pigments.\nIn addition to these traditional uses, cobalt is used in a number of industrial applications. When cobalt is alloyed with other metals, very strong magnets are created. Superalloys containing cobalt are used in the production of jet engines and gas turbine engines for energy generation. These superalloys account for nearly half of the cobalt used each year. Some cobalt is used to make cutting and wear-resistant materials.\nA synthetic isotope of cobalt, cobalt-60, produces gamma rays. This is used for sterilization of medical supplies and foods, for industrial testing and to fight cancer."
  },
  { "mineral": "Colemanite", "uses": "See Boron" },
  { "mineral": "Conglomerate", "uses": "" },
  {
    "mineral": "Copper",
    "uses": "In pure form, copper is drawn into wires or cables for power transmission, building wiring, motor and transformer wiring, wiring in commercial and consumer electronics and equipment; telecommunication cables; electronic circuitry; plumbing, heating and air conditioning tubing; roofing, flashing and other construction applications; electroplated coatings and undercoats for nickel, chrome, zinc, etc.; and miscellaneous applications. As an alloy with tin, zinc, lead, etc. (brass and bronze), it is used in extruded, rolled or cast forms in plumbing fixtures, commercial tubing, electrical contacts, automotive and machine parts, decorative hardware, coinage, ammunition, and miscellaneous consumer and commercial uses. Copper is an essential micronutrient used in animal feeds and fertilizers."
  },
  {
    "mineral": "Corundum",
    "uses": "See aluminum.\nCorundum is used as an abrasive because it has a hardness of 9.0 and can scratch almost anything.  It is used in sandpaper and in industrial abrasives. However, in the U.S., synthetics have recently begun replacing natural corundum as the abrasive of choice. Its widest use in the US is for hardening heavy-duty concrete floors and for nonskid material on bridges. Because synthetic corundum is so hard and also transparent, it has many applications in optics and space equipment."
  },
  {
    "mineral": "Crushed Stone",
    "uses": "Crushed stone is used mostly as aggregate for road construction and maintenance. It is also used for making cement and lime and other chemical applications, and in agriculture. There are other uses for crushed stone, many of which are not accurately or completely reported."
  },
  {
    "mineral": "Diamond",
    "uses": "Because it is the hardest substance known, diamond will cut through any material. Consequently, it is used as an abrasive and in cutting and grinding applications. Industrial diamonds are embedded in large steel drill bits to drill into rock for wells to find water, oil, and natural gas. It is also important in the manufacture of machinery for drilling and cutting metal machine parts.\nThe United States is by far the world’s largest consumer and market for industrial diamonds. It is predicted that the U.S. will lead the world in diamond consumption well into the 21st century."
  },
  {
    "mineral": "Diatomite",
    "uses": "Because of its porosity, diatomite has been used extensively as a filter for a variety of purposes. It is used to filter impurities out of everything from beer and wine to oils and greases. Similarly, diatomite is used to filter impurities from water to produce drinkable (potable) water in public water systems. In this situation, the diatomite removes bacteria and protozoa.\nThe oldest use of diatomite is as a very mild abrasive and for this purpose has been used in toothpaste and metal polishes.\nIt is also used in paper, paint, brick, tile, ceramics, plastics, soaps, detergents and other products as a filler. A filler is a substance that increases the volume of a product and/or fills in space.\nDiatomite has also found value as an insulating material in high-temperature mechanisms like furnaces and boilers. It has also proven effective as a sound insulator."
  },
  {
    "mineral": "Dimension Stone",
    "uses": "Rough block production represents more than half of the dimension stone produced annually. Rough blocks of various dimension stone are used mostly in construction and to make monuments. Dressed stone is used to make curbstones for streets, flagstones for roofs and walkways, and other decorative uses such as for carvings and statues. Dressed stone represents more than half by tonnage of total dimension stone sold or used."
  },
  {
    "mineral": "Diorite",
    "uses": "It is still used today in masonry, stonework and as a building material."
  },
  { "mineral": "Dolomite", "uses": "" },
  {
    "mineral": "Feldspar",
    "uses": "Feldspar is used to make dinnerware and bathroom and building tiles. In ceramics and glass production, feldspar is used as a flux. A flux is a material that lowers the melting temperature of another material, in this case, glass.\nSubstitutes and Alternative Sources\nFeldspar can be replaced by other minerals and mineral mixtures of similar physical properties. Minerals that could be used to replace feldspar include pyrophyllite, clays, talc, and feldspar-silica (quartz) mixtures. The abundance of feldspar will make these substitutions unnecessary for the foreseeable future."
  },
  {
    "mineral": "Fluorite",
    "uses": "The majority of the United States’ annual consumption of fluorspar is for the production of hydrofluoric acid (HF) and aluminum fluoride (AlF3). HF is a key ingredient for the production of all organic and non-organic chemicals that contain the element fluorine. It is also used in the manufacture of uranium. AlF3 is used in the production of aluminum.\nThe remainder of fluorspar consumption is as a flux in making steel, glass, enamel, and other products. A flux is a substance that lowers the melting temperature of a material."
  },
  { "mineral": "Gabbro", "uses": "" },
  {
    "mineral": "Galena",
    "uses": "Due to its health risk, lead is no longer used in plumbing or paints, but has many applications such as batteries, or as a semi-conductor for radios and other electronic equipment. Lead vests are used in the medical industry as a protection from x-ray equipment."
  },
  {
    "mineral": "Garnet",
    "uses": "Garnet is ground to a variety of sizes to be used as an abrasive. Garnet sandpaper was the original application of this mineral. It is also used to make a number of similar products, including sanding belts, discs, and strips. Today, the vast majority of garnet is used as an abrasive blasting material, for water filtration, in a process called water jet cutting, and to make abrasive powders."
  },
  {
    "mineral": "Gold",
    "uses": "Most gold is used to make jewelry and other art items. Because it is chemically stable and conducts electricity so well, it is very important in electronics. Electronic applications represent a significant amount of the United States’ annual gold consumption, followed by dentistry and a variety of other applications.\nGold has been very important as the standard for currency. In 1792, the United States Congress established gold and silver as the standard for the nation’s money. The U.S. Department of the Treasury holds a major stockpile of gold."
  },
  {
    "mineral": "Granite",
    "uses": "There is an enormous abundance of granite throughout the United States, so it is not a surprise that a significant amount of granite is used in crushed stone applications. Crushed granite represents 16% of the total crushed stone produced in the U.S., and it is the second-most utilized crushed stone in the U.S. Crushed limestone is by far the most commonly used crushed rock in the U.S., representing 70% of total crushed rock consumption. The 16% represented by crushed granite (265,000 tons per year) is used in road construction and railroad beds. Larger pieces of granite are used to stabilize the land around roadways to minimize and even eliminate soil erosion.\nGranite is used extensively as dimension stone. It is used in the construction of buildings, both as building blocks and as veneers on frame structures. Because it can be smoothed to a very high polish, granite has found extensive use in memorials, headstones, monuments, carved decorations on buildings, statues and the like. Approximately 1.5 million tons of dimension stone is produced annually in the United States. Of this, granite accounts for over 400,000 tons (27%), second only to limestone."
  },
  {
    "mineral": "Graphite",
    "uses": "Because graphite flakes slip over one another, giving it its greasy feel, graphite has long been used as a lubricant in applications where “wet” lubricants, such as oil, can not be used. Technological changes are reducing the need for this application.\nNatural graphite is used mostly in what are called refractory applications. Refractory applications are those that involve extremely high heat and therefore demand materials that will not melt or disintegrate under such extreme conditions. One example of this use is in the crucibles used in the steel industry. Such refractory applications account for the majority of the usage of graphite.\nIt is also used to make brake linings, lubricants, and molds in foundries. A variety of other industrial uses account for the remaining graphite consumed each year."
  },
  {
    "mineral": "Gypsum",
    "uses": "The most significant use for gypsum is for wallboard and plaster products. All modern homes in North America and other developed countries use a great deal of wallboard for interior walls. The United States is the world’s leading consumer of wallboard at over 30 billion square feet per year. Some gypsum is used to make Portland cement, and some is used in agricultural applications. A small amount of very pure gypsum is used in glass making and other specialized industrial applications."
  },
  {
    "mineral": "Iodine",
    "uses": "Iodine is used in a number of chemical and biological applications. Silver iodide is used in photography. Iodide is used as a disinfectant. Iodine compounds are used as a catalyst. It is used as a supplement in animal feeds. Potassium iodine is included in table salt as a simple way to assure adequate iodine in the human diet. It is also used to make inks and colorants."
  },
  {
    "mineral": "Iron",
    "uses": "In the United States, almost all of the iron ore that is mined is used for making steel. The same is true throughout the world. Raw iron by itself is not as strong and hard as needed for construction and other purposes. So, the raw iron is alloyed with a variety of elements (such as tungsten, manganese, nickel, vanadium, chromium) to strengthen and harden it, making useful steel for construction, automobiles, and other forms of transportation such as trucks, trains and train tracks.\nAbout 98% of iron ore is used to make steel – one of the greatest inventions and most useful materials ever created. While the other uses for iron ore and iron are only a very small amount of the consumption, they provide excellent examples of the ingenuity and the multitude of uses that humans can create from natural resources. Powdered iron: used in metallurgy products, magnets, high-frequency cores, auto parts, catalyst. Radioactive iron (iron 59): in medicine, tracer element in biochemical and metallurgical research. Iron blue: in paints, printing inks, plastics, cosmetics (eye shadow), artist colors, laundry blue, paper dyeing, fertilizer ingredient, baked enamel finishes for autos and appliances, industrial finishes. Black iron oxide: as pigment, in polishing compounds, metallurgy, medicine, magnetic inks, in ferrites for electronics industry. Major producers of iron ore include Australia, Brazil, China, India, and Russia."
  },
  {
    "mineral": "Kaolinite",
    "uses": "During 2013, 48% of Kaolin was used in paper production, and 52% was used for ceramics, light bulbs, paint, rubber, adhesives, smoking pipes, white wash in masonry, absorbents, and in soap.  Within organic farming kaolinite is used as a form of pest control. It is an active ingredient within medicines for diarrhea, nausea, and other digestive issues."
  },
  {
    "mineral": "Kyanite, Andalusite, Sillimanite, and Mullite",
    "uses": "Kyanite and its related minerals are used to make a variety of refractory materials. Refractory materials are those that are resistant to very high temperatures. As a result, more than half of the kyanite consumed is used in refractories for the production of steel. Kyanite is also used to produce refractories for nonferrous (non-iron-bearing) metals. Some is consumed to make refractories for glass and heat-resistant ceramics. Kyanite is also used to make spark plugs and is used for non-refractory applications."
  },
  {
    "mineral": "Lead",
    "uses": "The majority of the lead consumed annually is used to make batteries for cars, trucks and other vehicles, as well as wheel weights, solder, bearings and other parts. Lead is used in electronics and communications (emergency power batteries, for example), ammunition, television glass, construction, and protective coatings. A small amount is used to make protective aprons for patients having x-rays to shield the body from excess radiation exposure, for crystal glass production, weights and ballast, and specialized chemicals.\nUsed in lead batteries, gasoline tanks, and solders, seals or bearings, used in electrical and electronic applications, TV tubes, TV glass, construction, communications, protective coatings, in ballast or weights, ceramics or crystal glass, tubes or containers, type metal, foil or wire, X-ray and gamma radiation shielding, soundproofing material in construction industry, and ammunition. The U.S. is the world’s largest producer and consumer of refined lead metal. Major mine producers other than the U.S. include Australia, Canada, China, Peru, and Kazakhstan."
  },
  {
    "mineral": "Limestone",
    "uses": "The largest use of lime is in steel manufacturing where lime is used as a flux to remove impurities such as phosphorus and sulfur. Lime is used in power plant smokestacks to remove sulfur from the emissions. Lime is also used in mining, paper and paper pulp production, water treatment and purification, and in wastewater treatment. It is used in road construction and traditional building construction."
  },
  {
    "mineral": "Lithium",
    "uses": "Lithium compounds are used in ceramics and glass, in primary aluminum production, in the manufacture of lubricants and greases, rocket propellants, vitamin A synthesis, silver solders, underwater buoyancy devices, and increasingly in batteries.\nLithium batteries are proving to be an effective and affordable alternative to traditional batteries, and also in new battery applications.  More than 50% of lithium mined is used in batteries.  This use has recently increased rapidly spurring an increase in lithium mining to provide the lithium for batteries.\nLithium is mixed with other light metals such as aluminum and magnesium to form strong, light-weight alloys (an alloy is a mixture of metals).\nSome lithium, in the form of lithium carbonate or lithium citrate, is used as medicine to treat gout (an inflammation of joints) and to treat serious mental illness."
  },
  {
    "mineral": "Manganese",
    "uses": "Steel becomes harder when it is alloyed with manganese. Hardened steel is important in the manufacture of construction materials like I-beams (24% of manganese consumption), machinery (14% of manganese consumption), and transportation (13% of manganese consumption).\nManganese dioxide is used to: manufacture ferroalloys; manufacture dry cell batteries; to “decolorize” glass; and to dry black paints. Manganese sulfate (MnSO4) is used as a chemical intermediate and as a micronutrient in animal feeds and plant fertilizers. Manganese metal is used as a brick and ceramic colorant, in copper and aluminum alloys, and as a chemical oxidizer and catalyst. Potassium permanganate (KMnO4) is used as a bactericide and algicide in water and wastewater treatment, and as an oxidant in organic chemical synthesis."
  },
  {
    "mineral": "Mercury",
    "uses": "Mercury is used to manufacture chlorine and caustic soda (35%). Because it is a metal, mercury conducts electricity making it useful in electronics and electrical applications (30%). Mercury, for example, is necessary in fluorescent light tubes. Mercury was an important ingredient in batteries, but newer types of batteries use other metals. The remaining 35% of mercury usage is in scientific measuring instruments such as thermometers and barometers."
  },
  {
    "mineral": "Mica",
    "uses": "The principal use of ground mica is in gypsum wallboard joint compound, where it acts as a filler and extender, provides a smoother consistency, improves workability, and prevents cracking. In the paint industry, ground mica is used as a pigment extender that also facilitates suspension due to its light weight and platy morphology. The ground mica also reduces checking and chalking, prevents shrinkage and shearing of the paint film, provides increased resistance to water penetration and weathering, and brightens the tone of colored pigments. Ground mica also is used in the well-drilling industry as an additive to drilling “muds.”\nThe plastic industry used ground mica as an extender and filler and also as a reinforcing agent. The rubber industry uses ground mica as an inert filler and as a mold lubricant in the manufacture of molded rubber products, including tires.\nSheet mica is used principally in the electronic and electrical industries. The major uses of sheet and block mica are as electrical insulators in electronic equipment, thermal insulation, gauge “glass”, windows in stove and kerosene heaters, dielectrics in capacitors, decorative panels in lamps and windows, insulation in electric motors and generator armatures, field coil insulation, and magnet and commutator core insulation."
  },
  {
    "mineral": "Molybdenum",
    "uses": "Molybdenum is an important material for the chemical and lubricant industries. “Moly” has uses as catalysts, paint pigments, corrosion inhibitors, smoke and flame retardants, dry lubricants, on space vehicles and is resistant to high loads and temperatures. As a pure metal, molybdenum is used as filament in light bulbs, metal-working dies and furnace parts.  It is alloyed with steel making it stronger and more highly resistant to heat. The iron and steel industries account for more than 75% of molybdenum consumption."
  },
  {
    "mineral": "Nickel",
    "uses": "In the U.S., large amounts of nickel are used in the specialty steel industry for stainless steel and related alloys. Stainless steel also contains some molybdenum, titanium and nickel, to increase its resistance to corrosion.  Nickel is used as a coating on other metals to slow down corrosion.\nNickel is also used for a variety of purposes including the production of coins, nickel-cadmium and nickel-metal hydride batteries; as a catalyst for certain chemical reactions; and, as a colorant, nickel is added to glass to give it a green color."
  },
  {
    "mineral": "Obsidian",
    "uses": "Obsidian is currently used for ornamental purposes, and researchers are investigating the use of obsidian for surgical scalpels in the medical industry."
  },
  {
    "mineral": "Perlite",
    "uses": "The majority of perlite is used in construction products, mainly ceiling tiles and roof insulation products, but also as refractory bricks (a refractory brick is a brick designed to withstand very high temperatures), pipe insulation, and filling in masonry block construction. Perlite is also used as an insulator to reduce noise and, since it is non-combustible, it also improves the fire resistance of different construction components in buildings.  Perlite is an important commodity in the horticulture industry where it is mixed with soil. The addition of perlite to soil increases the amount of oxygen held in the soil, as well as the amount of water retained by the soil. This represents approximately 10% of annual perlite consumption."
  },
  { "mineral": "Phosphate Rock", "uses": "" },
  {
    "mineral": "Platinum",
    "uses": "Platinum is used principally as catalysts for the control of automobile and industrial plant emissions, as catalysts to produce acids, organic chemicals, and pharmaceuticals. Platinum group metals are used in bushings for making glass fibers used in fiber-reinforced plastic and other advanced materials, in electrical contacts, capacitors, conductive and resistive films used in electronic circuits, dental alloys used for making crowns and bridges, and jewelry."
  },
  {
    "mineral": "Potassium",
    "uses": "Potash is used primarily as a fertilizer in agriculture."
  },
  {
    "mineral": "Pumice",
    "uses": "Pumice is used to make lightweight construction materials such as concrete block and concrete.\nThe remainder of the pumice mined is used in abrasives (for personal care, industrial cleaners, rubber erasers, stonewashing jeans, etc.) absorbents (potting soil, pet litter, etc.), and architecture (insulation, roofing, landscaping, etc.)"
  },
  {
    "mineral": "Pyrite",
    "uses": "Pyrite is used to create iron sulfate that is used to make nutritional supplements, ink, lawn conditioner, water treatment and flocculation, moss killer, and many other chemical processes.  Iron sulfate which comes from pyrite is used to treat iron-deficiency anemia.  Some types of pyrite contain enough microscopic gold to warrant mining them as a gold ore."
  },
  {
    "mineral": "Quartz",
    "uses": "Quartz crystal is one of several minerals which are piezoelectric, meaning that when pressure is applied to quartz, a positive electrical charge is created at one end of the crystal and a negative electrical charge is created at the other. These properties make quartz valuable in electronics applications. Electronics-grade manufactured quartz is used in a large number of circuits for consumer electronics products such as computers, cell phones, televisions, radios, electronic games, etc. It is also used to make frequency control devices and electronic filters that remove defined electromagnetic frequencies."
  },
  {
    "mineral": "Quartzite",
    "uses": "Since quartzite breaks into flat surfaces, it is used as a dimension stone in the construction industry, for decorative stone in building construction and for some aggregates."
  },
  {
    "mineral": "Rare Earths",
    "uses": "Significant quantities of rare earths are used in the production of clean energy technologies, including advanced automotive propulsion batteries, fuel cells, electric motors, high efficiency light bulbs and generators in wind turbines. Most modern defense technologies such as radar and sonar systems, precision-guided weapons, and cruise missiles require rare earths and the materials produced from them. Rare earths are also required in a variety of high tech applications in computing, pollution abatement, power generation, water treatment, oil refining, metal alloying, decolorizing recycled glass, communications, diagnostic health care, flat screen TVs, and hybrid cars."
  },
  {
    "mineral": "Rhenium",
    "uses": "Because of its very high melting point, rhenium is used to make high-temperature alloys (an alloy is a mixture of metals) that are used in jet engine parts. It is also used to make strong alloys of nickel-based metals. Rhenium alloys are used to make a variety of equipment and equipment parts, such as temperature controls, heating elements, mass spectrographs, electrical contacts, electromagnets, and semiconductors. An alloy of rhenium and molybdenum is a superconductor of electricity at very low temperatures. These superalloys account for the majority of the rhenium use each year.\nRhenium is also used in the petroleum industry to make lead-free gasoline. In this application, rhenium compounds act as catalysts. (A catalyst is a chemical compound that takes part in a chemical reaction, and can often make the reaction proceed more quickly, but the chemical is not consumed in the chemical reaction.)"
  },
  {
    "mineral": "Rubidium",
    "uses": "Rubidium is used in some medical and electronic applications. It is also used in laboratory studies. Possible future applications of rubidium include applications in space travel and to create very thin batteries."
  },
  {
    "mineral": "Rutile",
    "uses": "Because it has a very high index of refraction, rutile is used for many purposes in optics, a vast majority of which come from synthetic rutile, which was first produced in 1948. As a source of titanium dioxide pigment, rutile is used in plastics, paper products, paints, sunscreen, and even food coloring.  Certain welding equipment also uses it."
  },
  {
    "mineral": "Salt Halite",
    "uses": "Over 40% of salt is used in the chemical industry (mainly for the preparation of sodium hydroxide, soda ash, hydrochloric acid, chlorine and metallic sodium) and another 40% as a de-icer on roads in winter. The remaining is consumed in several sectors, including manufacture of rubber and other goods, agriculture, and food processing including table salt."
  },
  {
    "mineral": "Sand and Gravel",
    "uses": "Sand and gravel are used for road construction, for mixing with asphalt, as construction fill, and in the production of construction materials like concrete blocks, bricks, and pipes. It is also used to make roofing shingles, used on icy roads in the winter, for railroad ballast, and water filtration.\nIndustrial sand and gravel is used to make glass, as foundry sand and as abrasive sand.\nFor some applications, it is the silica content (quartz) of sand that makes it so valuable. The silica itself is needed to make products such as glass. In addition, the physical properties of sand, particularly its abrasive property, make it useful for traction on icy roadways and railroads, and for sandblasting."
  },
  {
    "mineral": "Sandstone",
    "uses": "Sandstone has two major applications, as crushed stone and as dimension stone.\nDimension stone is any rock material that is cut into specific sizes, typically as blocks and slabs. Crushed stone is used in the construction of roadways and road structures such as bridges, and in buildings, both commercial and residential."
  },
  { "mineral": "Shale", "uses": "" },
  {
    "mineral": "Silica",
    "uses": "Ferrosilicon alloys are used to improve the strength and quality of iron and steel products. Tools, for instance, are made of steel and ferrosilicon.\nIn addition to tool steels, an example of “alloy steels,” ferrosilicon is used in the manufacture of stainless steels, carbon steels, and other alloy steels.  An alloy steel refers to all finished steels other than stainless and carbon steels. Stainless steels are used when superior corrosion resistance, hygiene, aesthetic, and wear-resistance qualities are needed.\nCarbon steels are used extensively in suspension bridges and other structural support material, and in automotive bodies, to name a few.\nSilicon is used in the aluminum industry to improve castability and weldability. Silicon-aluminum alloys tend to have relatively low strength and ductility, so other metals, especially magnesium and copper, are often added to improve strength.\nIn the chemicals industry, silicon metal is the starting point for the production of silianes, silicones, fumed silica, and semiconductor-grade silicon. Silanes are the used to make silicone resins, lubricants, anti-foaming agents, and water-repellent compounds. Silicones are used as lubricants, hydraulic fluids, electrical insulators, and moisture-proof treatments.\nSemiconductor-grade silicon is used in the manufacture of silicon chips and solar cells. Fumed silica is used as a filler in the cement and refractory materials industries, as well as in heat insulation and filling material for synthetic rubbers, polymers and grouts.\nSilica is used in ceramics and in making glass.\nSilicon is considered a semiconductor. This means that it conducts electricity, but not as well as a metal such as copper or silver. This physical property makes silicon an important commodity in the computer manufacturing business."
  },
  {
    "mineral": "Silver",
    "uses": "Silver has been used for thousands of years for jewelry and decorative items of all types. Likewise, it has been used for silverware. Of all the metals, untarnished silver is the best reflector of light. As a result, it was used in ancient times to make mirrors. Sterling silver is silver alloyed with another metal, usually copper. For such an alloy to be called “Sterling” it has to have 92.5% silver content. Silver bromide and silver nitrate are used in photography. It is used in various photographic materials and processes. It is also used in electrical products because it conducts electricity more efficiently than copper. It has been used by dentists in amalgam fillings."
  },
  {
    "mineral": "Slate",
    "uses": "Slate’s foliation allows it to be broken into sheets of any desired thickness. Therefore, for centuries it has been used for roofing and for pavement stones around homes, buildings and gardens. The same feature made slate a most suitable material for making pool table tops and chalkboards, flooring material, gravestones and memorial tablets, and for electrical insulation."
  },
  {
    "mineral": "Strontium",
    "uses": "Strontium is the element that gives road flares and fireworks a bright red color. Some strontium is used to make special magnets called ferrite ceramic magnets. Strontium was used to make compounds that are applied to the glass picture tubes on color television sets. This compound blocks the X-rays created by the picture tube."
  },
  {
    "mineral": "Sulfur",
    "uses": "The majority of the sulfur produced in the United States is used to make sulfuric acid. Sulfuric acid has multiple uses in the production of chemicals, petroleum products and a wide range of other industrial applications. Sulfur’s main use is in making chemicals for agriculture, mostly for fertilizers. Other uses of sulfur include refining petroleum, metal mining, and the production of organic and inorganic chemicals. A multitude of products (such as the production of rubber for automobile tires) require sulfur in one form or another during some stage of their manufacture."
  },
  {
    "mineral": "Talc",
    "uses": "Ground talc is used as an ingredient in ceramics, paper, paint, roofing, plastics, cosmetics, talcum and baby powders, and a variety of other assorted uses such as making rubber and plastics."
  },
  {
    "mineral": "Tantalum",
    "uses": "A refractory metal with unique electrical, chemical, and physical properties that is used mostly as tantalum metal powder in the production of electronic components, mainly tantalum capacitors. Because it has such a very high melting point, it is alloyed with other metals to create alloys that are needed for very high temperature applications, such as metal working equipment and jet engine components.\nSince tantalum is so resistant to corrosion, it is used to make surgical instruments and medical equipment such as rods to attach to broken bones, skull plates, and wire meshes to help repair nerves and muscles.\nTantalum is also used in camera lenses."
  },
  {
    "mineral": "Tungsten",
    "uses": "Tungsten is mixed with carbon to make a very strong, very resistant material called tungsten carbide. Tungsten carbide is used to make cutting tools and wear-resistant tools for metalworking, drilling for oil and gas, mining, and construction.\nBecause it has such a very high melting point and low vapor pressure, tungsten is used in high temperature situations. For instance, the filaments in light bulbs are made of tungsten. It is used in other applications in electronics as well.\nWhen added to steel, tungsten increases its strength. It is alloyed (mixed with) other metals to make “superalloys” which have special physical properties of high strength and heat resistance. Some of the applications for such superalloys are in turbine engines for jet aircraft and energy generation.\nIt is also used in textile dyes, enamels, paints, and for coloring glass."
  },
  {
    "mineral": "Zeolites",
    "uses": "Used in water softeners, catalysts, cat litter, odor control, and for removing radioactive ions from nuclear plant effluent. Zeolites contain water in the spaces between the aluminum and silica molecules (tetrahedra). This water moves easily in and out of the crystal. Consequently, any molecule similar in size to water or smaller can pass through the spaces in the zeolite. Larger molecules, however, cannot. Zeolites are therefore used as sieves or filters to remove molecules of a particular size. Liquids and gases can pass through these spaces or pores. This property is utilized in a wide variety of industrial, agricultural and home applications, such as soap and detergents, water purification systems, crop development, and in the medical field."
  },
  {
    "mineral": "Zinc",
    "uses": "Zinc alloys well with other metals resulting in stronger, harder metals. Brass, for example, is a mixture of copper and 20%-45% zinc.\nAdequate amounts of zinc are essential to a healthy life in all humans and animals. It is necessary for the function of a number of different enzymes. It has also been proved necessary for skin and bone growth as well as sexual maturation. The body uses zinc to process food and nutrients. When animals do not have enough zinc in their systems, they need to consume 50% more food to match the weight gain of an animal with enough zinc in its body. About 0.003% zinc is needed for proper health.\nZinc is relatively non-reactive in air or water. Consequently, it is applied in thin layers to iron and steel products that need to be protected from rusting. This process is called galvanizing. Galvanizing is done in a number of ways. Generally, the metal is dipped in molten zinc. It can also be done by electroplating or by painting on a layer of zinc compound.\nZinc is used in making rubber and paint, chemicals, agricultural applications, in the rubber industry, in TV screens, fluorescent lights and for dry cell batteries. Pennies are made of zinc – with a thin coating of copper on top.\nZinc dust is used in the removal of impurities from solution in zinc electrowinning."
  }
]
